["Builders of Dai, a digital currency that can be used by anyone, anywhere.\r\n", "Curve is a decentralized exchange liquidity pool on Ethereum designed for extremely efficient stablecoin trading", "Aave is an Open Source and Non-Custodial protocol to earn interest on deposits and borrow assets", "Wrapped Bitcoin (WBTC) is the first ERC20 token backed 1:1 with Bitcoin.\r\nCompletely transparent. 100% verifiable. Community led.", "Liquidity for staked assets. Daily rewards, no lock ups. Available for Ethereum, Solana, Terra & Kusama.", "Ethereum sidechain\r\n", "A fully decentralized protocol for automated liquidity provision on Ethereum.\r\n", "Convex simplifies your Curve-boosting experience to maximize your yields.", "The #1 AMM and yield farm on Binance Smart Chain", "Compound is an algorithmic, autonomous interest rate protocol built for developers, to unlock a universe of open financial applications.", "Cross-Chain Router Protocol (CRP), envisioned to be the ultimate router for Web3.", "JustLend is a TRON-powered coin market protocol aimed at establishing fund pools whose interest rates are determined by an algorithm based on the supply and demand of TRON assets.", "Aims to drive interoperability between protocols for power users and ease of development allowing developers of all stripes to start leveraging the full potential of Decentralised Finance.", "Balancer is a protocol for programmable liquidity.\r\n\r\n\r\n", "A fully decentralized protocol for automated liquidity provision on Ethereum.\r\n", "JustStable is a decentralized finance system of USDJ stablecoin for everyone, anywhere, anytime.", "Inventors of the fractional stablecoin. $FRAX is the 1st stablecoin with parts backed & parts algorithmic", "Yearn.finance is an aggregator service for decentralized finance (DeFi) investors, using automation to allow them to maximize profits from yield farming.", "HBTC token aims to promote the growth of the decentralized marketplace by injecting Bitcoin (BTC), the largest and most liquid asset, into the decentralized finance (DeFi) eco-system.", "Just Cryptos builds a bridge that connects premium crypto currencies from the TRON network and other public chains, and introduces token value to TRON to power the JUST ecosystem. All assets are stored, and can be swapped on Poloniex.", "Earn interest, borrow assets, and build applications", "SUNSwap is a TRON-based decentralized trading protocol for automated liquidity provision and an open financial market accessible to all.", "The most powerful open trading platform for crypto assets. Margin trade, borrow, and lend cryptocurrency.\r\n", "VVS is designed to be the simplest DeFi platform for users to swap tokens, earn high yields, and most importantly have fun!", "A Decentralized Marketplace for Lenders and Borrowers with Borderless Stablecoins.", "Arrakis is a protocol that specializes in concentrated & active liquidity management. By creating a curated marketplace of novel tokenized LP strategies, Arrakis facilitates deep liquidity and optimizes LP earnings across its vaults.", "Stargate is a fully composable liquidity transport protocol that lives at the heart of Omnichain DeFi. With Stargate, users & dApps can transfer native assets cross-chain while accessing the protocol’s unified liquidity pools with instant guaranteed finality.", "Abracadabra.money is a spell book that allows users to produce magic internet money ($MIM) which is a stable coin that you can swap for any other traditional stable coin.", "The 1st leveraged yield farming protocol on BSC", "A token bridge built on Wormhole.", "Vires.finance is is a decentralized non-custodial liquidity protocol based on Waves Blockchain, where users, wallets and dapps can participate as depositors or borrowers.", "Swap between DFI and wrapped tokens in a completely decentralized, exchange.", "Liquity is a decentralized borrowing protocol that allows you to draw 0% interest loans against Ether used as collateral.", "Bancor is an on-chain liquidity protocol that enables automated, decentralized exchange on Ethereum and across blockchains.", "Parallel Finance is a Decentralized Money Market Protocol that offers lending, staking, and borrowing in the Polkadot ecosystem. Depositors can lend and stake simultaneously to earn double yield on their staked coins, and borrowers can collateralize to borrow.", "Keep3r Network is a decentralized keeper network for projects that need external devops and for external teams to find keeper jobs", "Solend is an algorithmic, decentralized protocol for lending and borrowing on Solana. Lending and borrowing has proven itself as being key in a DeFi ecosystem. However, current products are slow and expensive. On Solana, Solend can scale to being 100x faster and 100x cheaper. Solend aims to be the easiest to use and most secure solution on Solana.", "Biswap is the first decentralized exchange platform on the market with a three-type referral system and the lowest platform transaction fees (0.1%).", "Non-custodial anonymous transactions on Ethereum.", "First integrated platform for stablecoin swap, stake-mining, and self-governance on TRON", "Synthetix is a derivatives liquidity protocol providing the backbone for derivatives trading in DeFi.", "Celer cBridge is a multi-chain network that enables instant, low-cost and ANY-to-ANY value transfers within and across different blockchains, such as Ethereum and Polkadot, and different layer-2 scaling solutions on top, such as Optimistic Rollup, ZK Rollup and sidechains", "AMM", "Rocket Pool is the first truly decentralised Ethereum staking pool. Liquid Staking, Audited SC, and Minimised Penalty Risk. Unlike solo stakers, who are required to put 32 ETH up for deposit to create a new validator, Rocket Pool nodes only need to deposit 16 ETH per validator. This will be coupled with 16 ETH from the staking pool (which stakers deposited in exchange for rETH) to create a new ETH2 validator.", "Trader Joe is your one-stop decentralized trading platform on the Avalanche network.", "Beefy Finance is a Decentralized, Multi-Chain Yield Optimizer platform that allows its users to earn compound interest on their crypto holdings. Through a set of investment strategies secured and enforced by smart contracts, Beefy Finance automatically maximizes the user rewards from various liquidity pools (LPs),‌ ‌automated market making (AMM) projects,‌ ‌and‌ ‌other yield‌ farming ‌opportunities in the DeFi ecosystem.", "Tokemak creates sustainable DeFi liquidity and capital efficient markets through a convenient decentralized market making protocol.", "Synapse is a cross-chain layer ∞ protocol powering interoperability between chains.", "Platypus finance is a novel open-liquidity stableswap protocol that aims to remove blockchain divergence.", "The Efficient Solana Yield Aggregator", "$OHM is a decentralized reserve currency that remains unbound by a peg.", "Collateral for fast and efficient value transfer", "A Serum-based AMM on Solana allowing for permissionless liquidity and farming.", "Money markets, liquid staking and protocol-to-protocol lending", "Unicrypt is a one-stop shop with everything you need to launch and maintain a sustainable and secure protocol. Generate and secure the initial liquidity, lock your tokens with vesting lockers and create farms with customisable rewards.", "The easiest way to stake Solana - liquid staking", "The first-ever USD stable blockchain and multi-chain staking token.\r\n", "An on-chain order book AMM powering the evolution of DeFi.", "Iron Bank is a decentralized protocol to protocol lending platform. It allows trusted protocols to borrow funds without posting collateral via whitelisting. It is helping build a better and safer DeFi lending ecosystem, by driving capital efficiency as the liquidity infrastructure and backbone for DeFi and CeFi.", "Tectonic is a cross-chain money market for earning passive yield and accessing instant backed loans", "An open protocol providing access to inter-blockchain liquidity for all decentralized applications. Bring BTC, BCH and ZEC to your Ethereum app.", "Serum is a decentralized exchange (DEX) and ecosystem that brings unprecedented speed and low transaction costs to decentralized finance.", "GMX is a decentralized spot and perpetual exchange that supports low swap fees and zero price impact trades. Trading is supported by a unique multi-asset pool that earns liquidity providers fees from market making, swap fees, leverage trading (spreads, funding fees & liquidations) and asset rebalancing.", "1st AMM & DEX on Cronos Chain that offers fee rebate via trading mining", "Insurance", "BENQI is a non-custodial liquidity market protocol, built on Avalanche. The protocol enables users to effortlessly lend, borrow, and earn interest with their digital assets.", "KLAYswap is an AMM-based Instant Swap Protocol", "AMM", "Nexus Mutual offers decentralized cover against smart contract failure.\r\n", "Pando is a set of open financial protocols which includes 3 major protocols: 1.Pando Lake/4swap: a decentralized protocol for automated liquidity provision built with the Mixin Trusted Group. 2.Pando Leaf: a decentralized financial network to minting stablecoins. 3.Pando Rings: a decentralized protocol where you can lend or borrow cryptocurrencies", "Stacks makes Bitcoin programmable, enabling decentralized apps and smart contracts that inherit all of Bitcoin’s powers. See detailed metrics for Stacking at https://stacking.club/", "Osmosis is an advanced automated market maker (AMM) protocol that allows developers to build customized AMMs with sovereign liquidity pools.", "FEI uses a new kind of stablecoin mechanism called direct incentives. It is more capital efficient, has a fair distribution, and is fully decentralized. The protocol uses the value it controls to maintain liquid secondary markets.", "The Liquidity Foundation of Aurora. Stableswap and Lending.", "Tranchess is a yield enhancing asset tracker with varied risk-return solutions", "Maiar Exchange is a DEX AMM running on the Elrond Network. It is built by the same team that has built the Elrond blockchain.", "Kava.io is the first cross-chain DeFi hub providing applications and services to the worlds largest cryptocurrencies.", "CoinWind is a DeFi financial platform for smart mining.", "dForce network is an ecosystem of protocols aiming to be a full stack solution for DeFi.", "Meshswap is an AMM based decentralized exchange protocol to actively utilize the assets on Polygon.", "The ​Neutrino protocol is an algorithmic price-stable assetization protocol that enables the creation of stable coins tied to real-world assets or cryptocurrency.", "Ref Finance is a core projects in the DeFi ecosystem on Near Protocol. Its main objective is to bring together the core components of DeFi, namely, decentralized exchange (DEX), lending protocol, synthetic asset issuer, and more", "Loopring is a zkRollup Exchange and Payment Protocol.", "DeFi Saver is a one-stop management solution for decentralized finance with advanced leverage management tools and unique automated management features.", "Yeti Finance is a cutting edge decentralized borrowing protocol built on Avalanche that allows users to borrow up to 11x against base assets like WETH, staked assets like Liquid AVAX, LP tokens - and 21x on yield-bearing stablecoins, all at a 0% interest rate. Users retain all farming and staking rewards when these assets are deposited onto Yeti Finance’s platform, opening up numerous leveraged farming strategies. Yeti Finance also offers cross-margining, something the majority of borrowing protocols don't have. In simple terms, users on Yeti Finance can open up a borrowing position on their entire portfolio instead of just a single asset. Cross-margining makes borrowing against volatile assets much safer as multiple assets can serve as collateral for your loan instead of just one, greatly reducing the risk of liquidations due to asset volatility and flash crashes. Unlock deep liquidity, borrow at the lowest collateral ratios, and borrow against your entire portfolio to gain better protection against liquidations. Yeti Finance is a quantum leap forward in the borrowing landscape and will unlock tens of billions of dollars in new liquidity on Avalanche.", "Automated Market Maker.", "Rari Capital aims to deliver the best yield to all users with various risk tolerances. Easy, sustainable and built for the future.", "Wonderland is the first decentralized reserve currency protocol available on the Avalanche Network based on the TIME token.", "Secure low-slippage stable swapping on BSC.", "Fixed rate lending on Ethereum\r\n", "AMM", "Quarry is an open protocol for launching liquidity mining programs.", "Options market", "Harvest automatically farms the highest yields in DeFi", "THORChain facilitates cross-chain liquidity pools with no pegged or wrapped tokens.", "Yield Yak is an easy-to-use tool to earn more yield from defi farming on the Avalanche network.", "Homora is the first flagship product incubated under Alpha Venture DAO (previously Alpha Finance Lab) deployed on the Ethereum network in October, 2020. It is the largest multi-chain lending and leveraged yield farming protocol. Homora V2 is currently available on Ethereum, Avalanche, Fantom, and more coming soon.", "ValleySwap – DeFi exchange on Oasis Emerald Paratime Mainnet", "Francium is a DeFi yield strategy Platform on Solana, providing leveraged/hedged farming, DeFi strategies & on-chain trading strategies. Francium also help users to build their own yield strategy through strategy dev toolbox. Granted by Solana & Serum.", "Terra Bridge enables cross-chain transfer of all tokens supported by Shuttle, including Terra native tokens, most mAssets and also other token types from Terra ecosystem.", "Structured products protocol", "Stake Capital DAO is a revenue sharing DAO which tokenizes Stake Capital's DeFi services and uses staking derivatives to unlock additional decentralized products. The Stake Capital DAO distributes value generated by a basket of DeFi services to stakeholders.", "Burrow is a decentralized, non-custodial pool-based interest rates platform that enables users to supply assets to earn interest, and to borrow against them to unlock liquidity. Burrow is similar in nature to Aave, Compound, and other pool-based protocols. Burrow runs natively on the NEAR blockchain, a layer 1, proof-of-stake, sharded blockchain with a WebAssembly runtime. The Burrow protocol's smart contracts are written in Rust.", "Alchemix is a DeFi protocol that allows for the creation of synthetic tokens that represent the future yield of a deposit. It enables users to retrieve near instant tokenized value against temporary* deposits of stablecoins.\r\n", "DEX for leverage trading", "Mento is an automated market maker (AMM) type of decentralized exchange that’s native to the Celo platform. It’s responsible for helping the Celo Dollar (cUSD) maintain its peg to the USD.", "Chainge is a DeFi app running on the Fusion blockchain that empowers people from all corners of the world to become their own digital bank", "DAO dedicated to building products and infrastructure to bring Bitcoin to DeFi.", "ChainPort is a next-gen blockchain secure bridge that lets you hop across various blockchains at a click ", "Stake your ETH and manage your capital flexibly with the principal and yield tokens from StakeWise.", "Saber is the first automated market maker optimized for trading pegged assets on Solana. Our protocol enables Solana users and applications to efficiently trade between stable pairs of assets, as well as earn yields by providing liquidity to the platform.", "Over-collateralized loans on DefiChain.", "Vector allows users to boost their Platypus and stablecoin staking even if they don't own any PTP", "MM Optimizer aims to provide users the easiest way to join the bandwagon of the DeFi world, built on top of MM Finance, giving you the tastiest MMFs topped with MMOs.", "Allbridge is a simple, modern, and reliable way to transfer assets between different networks. It is a bridge between both EVM and non-EVM compatible blockchains, that aims to cover L2 solutions and NFT transfers in the future.", "QiDao is a way for you to keep your crypto and still be able to spend its value. That means you're able to borrow stablecoins without having to sell your crypto assets, and do so at 0% interest!", "Sunny is a composable DeFi yield aggregator powered by Solana, one of the fastest growing blockchain ecosystems. The Sunny Protocol is designed with composability as a core feature, enabling other applications and protocols to easily build on top of it.", "BendDAO is a decentralized peer-to-pool based NFT liquidity protocol.", "A protocol for building portfolios as digital assets (ERC-20) that represent a fully collateralized digital asset (ERC-20) that represents a fully collateralized portfolio of other assets including Bitcoin (WBTC), Ethereum (WETH), and fiat-pegged coins (DAI).portfolio of other assets including Bitcoin (WBTC), Ethereum (WETH), and fiat-pegged coins (DAI).", "Liquid staking provider.", "Cross-chain money market. Lend, borrow, and earn with your crypto.\r\n", "Fast & cost-effective way to build, scale and monetize investment strategies.", "The TempleDAO protocol aims to provide DeFi users with a safe haven where they can be sheltered from crypto market volatility while benefiting from a set of investment opportunities offering high yields and steady price appreciation.", "Money market on Terra", "MultiPLY with Aurigami, the noncustodial lending and borrowing haven on Aurora", "Geist is a decentralised non-custodial liquidity market protocol where users can participate as depositors or borrowers.", " Scalable, Instant Bitcoin/Blockchain Transactions\r\n", "Angle is the first over-collateralized, decentralized and capital-efficient stablecoin protocol. It offers full convertibility between stable assets and collateral at oracle value: you can swap 1 of collateral against 1 of stablecoin and conversely. This makes the protocol both capital efficient and highly liquid.", "Trade, Earn, & Raid To Stack Your Riches While Securely Storing Them Within Our Castle Vaults", "Liquid staking provider.", "Trade crypto assets with market-leading liquidity", "We leverage best in breed DeFi protocols to offer novel decentralized investment strategies. Built on Balancer V2, Beethoven X is the first next-generation AMM protocol on Fantom.", "Index Coop creates and maintains the world's best crypto index products.\r\n\r\nAll index products are always fully collateralized.", "Moonwell is an open lending and borrowing DeFi protocol on Moonbeam & Moonriver.", "ApeSwap is a Decentralized Autonomous Organization (DAO) that offers a full suite of tools to explore and engage with decentralized finance opportunities. Using the products within our DeFi Hub, users and partners can tap into this new wave of financial innovation in a secure, transparent, and globally accessible way.", "Stake AVAX on BENQI's Liquid Staking Protocol and freely utilize it within powerful Decentralized Financial applications.", "The protocol for real-time finance.", "The Autofarm ecosystem is a one-stop DeFi suite for all users. Autofarm aggregate yield opportunities using vaults and best swap rates using a DEX aggregator (AutoSwap). In addition, other products such as AutoAnalytics, AutoTrade & AutoPortfolio are set to go live later in 2021. The platform is currently live on BSC, HECO, Polygon, Avalanche, Fantom & Moonriver, with more chains to be introduced soon.", "Wrapped BNB (BNB) is a Kava chain token that is backed 1:1 with BNB using the open BEP3 protocol. Completely transparent. 100% verifiable. Secured by Binance.com.", "A protocol for sending tokens across rollups and their shared layer-1 network in a quick and trustless manner", "Katana a DEX For Ronin", "A yield aggregator for Ellipsis Finance on BNB Smart Chain.", "Valas is a decentralised non-custodial liquidity market protocol where users can participate as depositors or borrowers.", "Trisolaris is #1 Dex on the Aurora engine, an EVM compatible blockchain running in the near ecosystem.", "Centrifuge is an open market place of real-world asset pools. Investments earn rewards in CFG token.", "The pNetwork is a decentralized network of validators contributing to the verification of crypto asset switches across blockchains", "Decentralized lending protocol and stablecoin built on Algorand", "The first Metaverse based Finance Protocol on Solana.", "KyberSwap is both a decentralized exchange (DEX) aggregator and a liquidity source with capital-efficient liquidity pools that earns fees for liquidity providers", "The Ultimate Yield Boosting Protocol For Platypus Finance", "Choose your strategy and earn the yield you deserve without worry about finding the best option, either if you want to optimize returns or risks.", "Ondo is a DeFi protocol that allows investors to better balance risk with rewards while gaining exposure to yield-generating crypto-assets on Ethereum.", "Aldrin’s mission is to simplify DeFi and create powerful tools for all traders to succeed.", "Friktion is a crypto-asset portfolio management platform, built to perform across market cycles. Volts, Friktion’s native structured products, offer sustainable income generation and volatility yield strategies. Designed for individuals and DAOs.", "Yield aggregator + AMM", "Defi yield farming aggregator and optimizer for Binance Smart Chan (BSC) and Ethereum (ETH)", "Earn high yields on stablecoin loans and borrow capital without collateral", "A decentralized, stable and non pegged currency made for the digital economy", "Solo.top is a single-asset LP mining aggregator aims to earn liquidity incentive with zero impermanent loss, and higher yield and safer to all users.", "Deposit and redeem BTC in DeFi without intermediaries.", "Stackswap is a combination of DEX and token launchpad on Stacks blockchain. You can buy/sell tokens or list your own token without having any coding skills.", "Allows peer-to-peer crypto transactions online securely and without an intermediary.", "REX (Resource Exchange) used for lending and borrowing CPU & NET resources and earning system protocol income (RAM fees, Name Bids, CPU/Net loans, PowerUp fees).", "Saddle is an automated market maker for pegged value crypto assets.", "BIfrost ((https://bifrost.finance) is a substrate developed web3 derivatives protocol that provides decentralized cross-chain liquidity for staked assets. Bifrost’s mission is to provide standardized cross-chain interest-bearing derivatives for Polkadot relay chains, parachains and heterogeneous chains bridged with Polkadot.", "Yield aggregator for flamingo finance", "Permissionless crypto lending markets are almost here. Euler is a non-custodial protocol on Ethereum that allows users to lend and borrow almost any crypto asset", "Origin Dollar (OUSD) is a new stablecoin that was initially launched on the Ethereum network. Its design is superior to existing stablecoins because OUSD captures competitive yields while being passively held in wallets.", "mStable unites stablecoins, lending and swapping into one standard.", "Maple Finance is an institutional capital marketplace powered by blockchain technology.", "iZUMi Finance LiquidBox is a platform providing programmable Liquidity As A Service (LaaS) on the top of UniswapV3. It allows liquidity providers earn additional liquidity mining rewards as well as trading fees on UniswapV3. On the other side, it will help protocols attract liquidity in an efficient and lasting way.", "Cross-chain transfers", "Spool Protocol serves as DeFi middleware, that allows users to participate in a subset of yield generating protocols in a risk diversified, automatically managed, and efficient fashion.", "ioTube is the decentralized bridge for connecting Ethereum, Binance Smart Chain, Polygon (Matic), and IoTeX. ioTube enables bi-directional exchange of tokens between IoTeX, Ethereum, Binance Smart Chain, and now Polygon!", "Minswap aims to be the best liquidity provider on the market by integrating the best asset pool models from across the DEX ecosystem into one protocol.", "Meta Pool is a liquid staking protocol built on the NEAR blockchain.", "Access limitless DeFi markets with zero barriers.", "Nomad is an interoperability protocol for generalized message passing. We leverage an optimistic mechanism. There are no validators, and there is no blockchain. We're deployed as smart contracts between two chains, and has a lightweight off-chain component. This allows us to have less overhead and be more cost-efficient than other interoperability protocols.", "ArthSwap is the No.1 decentralized exchange with the largest community on Astar Network. It has very high APY and simple UI, quite easy to use.", "Vesper is a platform for easy-to-use DeFi products.", "Money On Chain is a self-contained DeFi protocol (a stablecoin, HODL token, leveraging mechanism, and more) which empowers Bitcoiners to improve performance of their assets while also retaining full control of their private keys.", "Across protocol is a novel bridging method that combines an optimistic oracle, bonded relayers and single-sided liquidity pools to provide decentralized instant transactions from rollup chains to Ethereum mainnet.", "SHIB, LEASH, and BONE, come together to create ShibaSwap, the next evolution in DeFi platforms. ShibaSwap gives users the ability to DIG (provide liquidity), BURY (stake), and SWAP tokens to gain WOOF Returns through our sophisticated and innovative passive income reward system.", "Pangolin is a community-driven DEX that runs on Avalanche. ", "Welnance is a protocol on the Binance Smart Chain that establishes money markets, which are pools of assets with algorithmically derived interest rates, based on the supply and demand for the asset.", "Aladdin concentrator is a platform that boosts rewards for Curve & Convex stakers and liquidity providers alike, all in a simple and easy to use interface.", "Hector is a decentralized storage protocol based on the HEC token – collateralized and backed by the Hector DAO. HEC will be the reserve currency on/of Fantom.", "Mojito Finance is a decentralized exchange running on KCC, with lots of features that let you earn and win tokens. It is fast, cheap and easily accessible as it is not difficult to use. It has currently opened Trade ,Bar (Farm) and Wine Pools. Other functions are on the way. And it will continue to launch interesting functions such as Cocktail Tickets and NFT in the future.", "KLAYstation is a staking tool based on the Klaytn Network, that has now introduced the sKLAY token, a liquid staking solution", "AMM", "Stader offers the most convenient & safest way to maximize your returns on staking.", "Rook is an open settlement protocol that leverages the world’s best algorithmic strategists to maximize the value of every transaction.", "Starlay Finance is the first lending protocol backed by Astar Network.", "Klima DAO is a Decentralised Autonomous Organisation for change. Klima DAO develops infrastructure incentives that fulfill our manifesto, through primitives such as the KLIMA token. We will also solve the critical problems of the carbon markets: illiquidity, opacity and inefficiency.", "$IN is the decentralized reserve currency of Solana.", "JPool is a stake pool on the Solana blockchain network enabling safe, secure, high-yield rewards on your staked SOL.", "REX is short for “Resource Exchange” and is a marketplace that allows for the risk-free leasing of network resources (CPU & Network)", "BabySwap is an AMM+NFT decentralized exchange for new projects on Binance Smart Chain", "Puddingswap is the first and the largest DEX on Hoo Smart Chain, which starts the GameFi Pudding Dessert Empire in 2022.", "Sovryn is a non-custodial and permission-less smart contract based system for bitcoin lending, borrowing and margin trading.", "DeFi Kingdoms is a game, a DEX, a liquidity pool opportunity, a market of rare utility driven NFTs, and it all plays out seamlessly in the incredibly nostalgic form of fantasy pixel art.", "InsurAce is a leading decentralised insurance protocol, providing reliable, robust and secure insurance services to DeFi users, allowing them to secure their investment funds against various risks. Being the 1st in the industry to offer cross-chain portfolio-based covers, InsurAce enables users to get unbeatable low premium. Users can also get sustainable investment returns through InsurAce’s investment portal and gain rewards though the mining program. InsurAce has a live product launched on Ethereum in April 2021 and have built a full-spectrum cross-chain insurance product line, covering protocols, CEX and IDO platform running on Ethereum, Solana, BSC, Heco, Polygon, Fantom and more in the future.", "RealToken provides investors with a simple, intelligent, and user-friendly method to buy into fractional, tokenized properties, leveraging the U.S. legal system and the permissionless, unrestricted token issuance of Ethereum.", "Protocol users can deposit LP tokens in Tarot Vaults and receive Vault Tokens. The deposited LP tokens are then farmed and earned rewards are automatically converted to additional LP tokens and reinvested.", "DFX is a decentralized foreign exchange protocol optimized for trading fiat-backed foreign stablecoins", "LiquidDriver is a High-Yield liquidity mining DAPP launched on fantom, incentivizing liquidity providers on SushiSwap.", "An Interoperable Full-Stack DeFi Protocol on Neo", "UXD Protocol is an algorithmic stablecoin that is fully backed by a delta-neutral position using derivatives.", "The first complete decentralized options protocol built on Ethereum", "Swim is a multi-chain AMM for native assets, designed to make bridging as easy as possible.", "Hyper efficient multi-chain stableswap. #BNB and beyond.", "Decentralized insurance for major DeFi protocols", "Metronome is the world’s first autonomous cryptocurrency.\r\n", "Multichain Farm-As-A-Service provider offering off-the-shelf farms for projects and a yield farming one-stop shop for crypto holders.", "Fast, non-custodial L1-L2 and cross-L2 communication.\r\n", "Decentralized Perpetual Contracts for Every Asset.", "Tranquil Finance is the first algorithmic money market protocol on Harmony. Tranquil enables users to lend and borrow assets permissionlessly on a blockchain with very fast and cheap transactions.", "PoolTogetheris an open source and decentralized protocol for no-loss prize games", "PayCash – among other things – is a universal EOS blockchain-based decentralized p2p crypto-to-fiat gateway (exchange) facilitating easy entry and exit to and from the cryptocurrency universe.", "B.Protocol makes lending platforms more secure by eliminating the gas wars and shifting the miner’s profit to the users.", "Hubble's Phase 1 launches a Solana native crypto-backed stablecoin, USDH, that earns users a yield on their multi-asset collateral. Phases 2 and 3 will launch DeFi structured products and undercollateralized loans.", "sICX is a token that represents a share of a pool of staked ICX, so it’s always accruing staking rewards and compounding automatically.", "Rapid auto-compounder on the Fantom network. Reap your favorites while you sleep; backed by industry leading analytics, fresh UI, and a dedicated team.", "A Credit-based, cross-chain DeFi Platform.", "Port Finance is a decentralized Money Market protocol on Solana, aiming to provide a full suite of lending products including but not limited to: variable rate lending, fixed rate lending and interest rate swaps.", "The world’s first omni-chain decentralized exchange.", "Lending market", "Element Finance is a protocol that enables users to seek high fixed yield income in the DeFi market.", "DeversiFi gives traders ​the edge​ in fast moving decentralised finance (DeFi) markets by allowing them to ​trade at lightning speed​ and ​with deep aggregated liquidity​, directly from their privately owned cryptocurrency wallet.", "Liquid staking provider.", "Solarbeam is a decentralized exchange, providing liquidity and enabling peer-to-peer transactions on the Moonriver Network.", "Uniswap fork", "Advanced Crypto Strategies, Yield Optimizer and StableSwap on BSC.", "Solv Protocol is a one-stop platform for creating, using and trading financial NFTs.", "ThetaSwap is the first decentralized exchange built on Theta blockchain, using an open-source smart contract system built based on Automated Market Maker logic similar to that of Uniswap.", "Dopex is a maximum liquidity and minimal exposure options protocol", "A Decentralized Marketplace for Lenders and Borrowers with Borderless Stablecoins.", "imToken is an easy and secure digital wallet trusted by millions", "Apricot is a next-gen lending protocol that supports leveraged yield farming on Solana. Our mission is to help users maximize yield while protecting their downsides.", "DefiDollar is a Multichain DeFi Protocol Lab", "The DEX on Cardano. Native and fast AMM decentralized exchange platform.", "Multi-chain bridge", "Liquid staking provider.", "Programmable Cashflows. Handle subscriptions, salaries, rewards and any composable stream of value, with continuous settlement and per-second netting for extreme capital efficiency.", "Liqee is the world’s first lending protocol for liquid staking assets (PoS staking tokens, DeFi staking tokens). The protocol also provides tokenization for PoS and mining facilities and PoS validation services across a number of networks", "Stellaswap is leading DEX on Moonbeam.", "Decentralized multi-chain reserve currency.", "Crypto.com DeFi Swap is a fork of Uniswap V2 designed to be the best place to swap and farm DeFi coins.", "The first native AMM-based decentralized exchange and liquidity provision protocol on Cardano.", "The Mimo protocol is a decentralized price-stable token issuance protocol on the Ethereum blockchain", "The Waves Exchange is a fast and secure decentralized trading environment for Waves-based assets and other supported cryptocurrencies, like Bitcoin and Litecoin.", "Reserve Protocol aims to build a censorship-resistant stablecoin and decentralized fiat gateway network that serves as a borderless, inflation-resistant store of wealth, that can be easily transacted with low friction.", "Eklipse is the first stable swap in the Klaytn ecosystem. It is issued being inspired by Curve.fi. It is a decentralized exchange (DEX) that minimizes unnecessary losses from swaps between identical assets.", "Community-owned DeFi infrastructure for more stability in the world.", "Channels.finance is the first fully decentralized lending platform on Heco, focusing on user asset security. The first release supports LP mortgage lending and LP vault pool. It currently supports 15 mainstream currencies and 6 (Mdex) LP asset mortgage lending . The platform's token CAN has also been listed on Huobi Exchange on April 21. As a leading lending product on Heco, Channels has always performed well in asset security, user experience and mining revenue, and valued product experience and user interests.", "Ooki is a flexible decentralized finance protocol for margin trading, borrowing, lending and staking on multiple blockchains.", "Gro protocol is a stablecoin yield aggregator that tranches risk and yield. The first two products built on it are the PWRD stablecoin with deposit protection and yield, and Vault with leveraged stablecoin yields.", "Fair and Nutritious DeFi.", "NFTX is a platform for making ERC20 tokens that are backed by NFT collectibles.", "A governance-enabled automated-market maker with adjustable fees, made by DXdao.", "Crystalvale is a DEX, a liquidity pool opportunity, and utility-driven NFTs on DFK Chain an Avalanche subnet", "Based on The Force Protocol, ForTube is committed to providing decentralized lending services for cryptoasset enthusiasts around the world.\r\n", "pSTAKE is a liquid staking protocol unlocking the liquidity of staked assets. Stakers of PoS tokens can now stake their assets while maintaining the liquidity of these assets. On staking with pSTAKE, users earn staking rewards and also receive 1:1 pegged staked representative tokens (stkTOKENs) which can be used in DeFi to generate additional yield (yield on top of staking rewards).", "Thetanuts is a decentralized structured products protocol that helps users gain sustainable yield through various options strategies", "Lendflare is a decentralized borrowing platform on Ethereum blockchain that allows Curve LP holders (the borrowers) to draw fixed-rate, fixed term and high LTV loans against Curve LP used as collateral, with no concerns for assets being liquidated due to price fluctuation. Loans are paid out through Lendflare from Compound platform. Liquidity providers (the lenders) who deposit loan liquidity through Lendflare on Compound platform will receive one of the highest interest rate compared to other current lending platforms.", "Mercurial is building the infrastructure for stable and pegged assets for Solana.", "Moola Market is a DeFi lending platform that allows loans to anyone! It supports CELO, cUSD (Celo Dollar) and cEUR (Celo Euro!)", "As the liquidity hub of Boba Network, OolongSwap is a DEX that is...well, not satisfied with being just an ordinary, everyday DEX. We don't want to be just another AMM, we want the best of both worlds: safe, smooth while also being fun, revolutionary, and most importantly, irreplaceable!", "The Strike App enables users access to a fully decentralized money market powered on Ethereum 24/7/365 with a user-interface, api, or smart contracts.", "Defibox is a one-stop DeFi application platform. The project was launched on EOS chain (https://defibox.io) on July 21, 2020 and Swap protocol was launched on BSC chain(https://bscdapp.defibox.io/) on July 21, 2021. Currently, Defibox has launched three protocols, namely Swap protocol, USN stable coin protocol and decentralized lending protocol.", "We’re fast. We’re free. And we’re the first decentralized crypto platform with global fiat gateways. You can trade bitcoin for Euros for Chinese Yuan on StellarX. That’s not possible anywhere else.", "Swappi is an automated market maker (AMM) based decentralized exchange (DEX) deployed on Conflux Network.", "BakerySwap is an automated market maker and the first curated NFT marketplace on Binance Smart Chain", "Vesta Finance allows you to borrow collateralized stablecoin against supported crypto assets with no interest rate.", "Risk Harbor is a risk management marketplace for decentralized finance (DeFi) that utilizes a completely automated, transparent, and impartial invariant detection mechanism to secure liquidity providers and stakers against smart contract risks, hacks, and attacks.", "Hundred Finance is the successor to Percent Finance, a community owned fork of Compound Finance using Chainlink oracles.", "Sherlock is a risk management protocol whose mission is to make DeFi safe for the masses. Sherlock combines protocol-to-protocol coverage with a decentralized smart contract security team to bring large amounts of affordable coverage to DeFi and beyond", "Composable is a hyper liquidity infrastructure layer for DeFi assets powered by Layer 2 Ethereum and Polkadot.", "Stablecoin", "Kokoa Finance is a crypto-asset-backed stablecoin platform where users can borrow KSD stablecoin against crypto assets without paying any nominal cost.", "Zenlink is a cross-chain DEX protocol based on Polkadot.", "Solidex is a protocol to optimize yield, voting power, and liquidity provisioning on Solidly.", "Solidly allows low cost, near 0 slippage trades on uncorrelated or tightly correlated assets. The protocol incentivizes fees instead of liquidity. Liquidity providers (LPs) are given incentives in the form of token", "Clipper is the decentralized exchange (DEX) built to give the self-made crypto trader the best possible prices on small trades (< $10k)", "Youves is a decentralised, non-custodial and self-governed platform for the creation and management of synthetic assets. Minters of synthetic assets earn a passive income in YOU, the governance token on Youves.", "A Protocol for Building Synthetic Assets", "Planet is a decentralized financial protocol consisting of different planets, each their own application, designed to enable anyone to freely activate their capital.", "WanSwap is an innovative crosschain automatic market making (AMM) decentralized exchange (DEX) based on Wanchain.", "Position Exchange is a Decentralized Trading Protocol, powered by a vAMM and operating on Binance Smart Chain initially, aiming to bridge the gap between people and the cryptocurrency markets and enhance trading experiences.", "Secret is the native coin of the Secret Network, a decentralized network for private / secure computation.", "Balanced is a decentralized finance platform designed for ease of use. Swap assets on the ICON blockchain, and get paid Balance Tokens (BALN) to borrow assets or supply liquidity. BALN holders have the power to vote on platform changes and earn network fees.", "Beta Finance is the permissionless money market for borrowing, lending, and shorting crypto assets.", "Tinyman is a next-generation decentralized AMM on the Algorand blockchain.", "Pickle Finance is a yield aggregator, auto-compounding users LP positions saving them time and money. The governance token PICKLE can be staked as DILL, to earn a share of the protocols revenues and boost users farm APY", "Tetu is a decentralized organization committed to providing a next generation yield aggregator to DeFi investors. The Tetu core team has deep industry knowledge building back-end international banking systems and development with leading global payment processing infrastructure.", "Swap, earn, and claim on the decentralized, community driven platform", "Sturdy is a first of its kind DeFi protocol for interest-free borrowing and high yield lending. Rather than charging borrowers interest, Sturdy stakes their collateral and passes the yield to lenders. This model changes the relationship between borrowers and lenders to make Sturdy the first positive-sum lending protocol.", "Your favorite assets on every blockchain. wrapped.com is a cross-chain institutional bridge. Designed for high-performance and speed.", "Defrost Finance is a decentralized protocol that allows you to leverage yield-bearing Tokens or other pool tokens from Avalanche and cross-chain protocols as collaterals for generating H2O, a USD-pegged stablecoin.", "Socialswap is a decentralized exchange on tron blockchain", "Delegate your NEO Governance to NeoBurger to mint bNEO and receive GAS", "Netswap is a decentralized exchange (DEX) which runs on Metis Andromeda (Layer2), uses the same AMM model as Uniswap and has a governance token NETT", "Nereus is a decentralised, non-custodial liquidity market protocol in which users can participate as depositors or borrowers.", "A new Decentralized Exchange contract added to the Tezos protocol between XTZ and tzBTC.", "YokaiSwap is a next generation interoperable, decentralized trading platform and the first to come from the Nervos network.", "Kava Swap is a cross-chain Autonomous Market Making (AMM) application designed to provide an efficient and safe way to swap natively between the world's largest cryptocurrency assets", "BiFi (abbreviation of Bifrost Finance) is the decentralized finance platform built on Bifrost, the universal multichain middleware.", "Single Finance is a super intuitive platform for all your DeFi investments, minimizing correlations with the general market. Our signature strategy is a pseudo-market-neutral strategy. Everything here, including capital protection and return calculation, is worked out from your injected capital in USD. Everything is visualized. And everything is at your fingertips. We also launched LP Time Machine, a performance analytics tool for liquidity pools across all EVM compatible chains. The tool shows the full breakdown of backward-simulated P & L (based on capital marked to USD), including LP rewards, DEX reward tokens, and value change due to the price impact.", "Babylon is a community-led asset management protocol that enables users to invest in DeFi together. It's built on the Ethereum network and it's non-custodial, transparent, permission-less, and governed by the community. Babylonians can create investment communities (called 'Gardens') and invite people to deposit capital. Members participate in the garden by joining the telegram chat, suggesting investment Strategies and voting on Strategies. Members receive rewards based on their contributions.", "Socean is a stake pool for the Solana blockchain. Users deposit their SOL and receive a SOCN token. The SOCN token can also be used in a variety of DeFi applications to earn extra returns.", "The First and Innovative yield optimizer on Terra Ecosystem, auto-compound and auto-stake your Mirror and Anchor farm rewards.", "Proton Loan is a DeFi lending protocol powered by the Proton blockchain.", "Yoshi.exchange is a DEX aggregator launching at Fantom Opera blockchain. We create the first closed-cycle united Fantom payment system. The main goal is to facilitate entry threshold to Fantom ecosystem for newcomers and to simplify the user experience for the current consumers.", "The Value DeFi protocol is a platform and suite of products that aim to bring fairness, true value, and innovation to Decentralized Finance.", "FlareFarm is the ecosystem's yield farming and fair launch distribution platform (launchpad) for new projects entering the Flare Network and/or Flare Finance Ecosystem.", "Omm is the money market made for everyone. Supply assets to earn interest, borrow assets for short-term loans, and earn OMM for doing so.", "OccamX is a next-generation high-throughput AMM DEX tailored for Cardano Native Tokens (CNTs) and much more.", "WePiggy is an open source, non-custodial crypto asset lending market protocol.\r\n", "AMM", "Protocol on top of solidly", "Defi Hub on Moonbeam", "ThetaCash (TBILL) Rebasing Metaverse Liquidity Token.", "Bella Flex Savings v2 is a smart-mining DApp where users can deposit stablecoins and supported tokens to earn attractive yields instantly. ", "Sperax's USDs strikes a dynamic balance between collateralization and algorithmic-stability, unleashing the stablecoin's capital efficiency", "Next Gen DeFi on Bitcoin via Stacks. Building Financial Infrastructure on Bitcoin through Stacks", "A truly decentralized social platform for crypto investors", "mimo is a decentralized liquidity protocol that will fuel the next wave of decentralized finance (DeFi) on IoTeX. mimo’s vision is to empower next-gen DeFi products that utilize our state-of-the-art automated liquidity protocol and the IoTeX's lightning-fast speed, low gas fees, and cross-chain capabilities.", "MoonFarm is a DeFi and Centralized Finance (CeFi) hybrid yield farming aggregator. It provides the best of both worlds, offering all the cost-effectiveness, easy access, transparency and rapidity of DeFi yield farming, in addition to offering the security associated with a centralized financial ecosystem. Moon Farm optimises Yield Farming interest (APY/ APR) and provides users with the abilities to choose what farms they want to use or the system will automatically determine the best farming strategies using the yield optimization engine.", "Money market on Solana", "Waterfall Defi is a risk lego / tranching protocol that offers fixed and variable yield products based on risk appetite", "Join the world of permissionless DeFi by Leveraging your assets in isolated markets, where the rules are set by you and the community.", "Pact is a decentralised Automated Market Maker (AMM) built on the Algorand protocol, offering deep liquidity and low transaction fees.", "OnX Finance is a yield aggregating platform specifically designed for yield generating tokens such as liquid staking, LP tokens, and vault tokens to unlock new yield opportunities combining vaults and lending.", "Decentralised exchange for ZRC2 tokens on Zilliqa.", "The world's first centralized and decentralized (CEX-DEX) hybrid crypto exchange that offers trading of Bitcoin, Ethereum and other major cryptocurrencies.", "Mimas Finance is an algorithmic money market and liquid staking protocol on the Cronos blockchain.", "Concave is a community-driven, product and investment organization that aims to bring value to stakers through the development of innovative DeFi products and active treasury management.", "Definix is the transparent crypto investment platform on a multi-chain, with useful features that allows professional traders to earn more from their investing skills by creating and managing their own funds.", "Impermax is a DeFi ecosystem that enables liquidity providers to leverage their LP tokens", "The APY.Finance platform is a yield farming robo-advisor that runs a portfolio of yield farming strategies from a single pool of liquidity.", "The fastest, most secure decentralized exchange.", "MCDEX is a fully decentralized perpetual swap exchange based on Mai Protocol,\r\nallowing anyone to create any perpetual market.", "Get up to 10x leverage and use it across DeFi protocols. Gearbox Protocol allows anyone to get leverage in a decentralized way and use it across various other protocols in a composable way: margin trading, leverage farming, and more!", "The highest APY yield optimization strategies for BTC, BUSD, BNB and more.", "Airdropping knowledge bombs about the Curve ecosystem.", "Ubeswap is the leading DEX on Celo network!", "Gnosis builds new market mechanisms for decentralized finance.", "Symbiosis aggregates decentralized exchange liquidity across any EVM and non-EVM networks. Swap any token and transfer liquidity. Yes, any.", "Klaybank is the first Klaytn based lending protocol that supports Flashloan.", "ICHI deploys a branded dollar for any cryptocurrency community. This enables retail on-boarding, protocol growth, and ecosystem acceleration.", "Katana is a yield generation protocol on Solana designed to generate sustainable yield from automated option strategies.", "Earn fixed-rate interest on your crypto.", "Polkaswap is a DEX built on SORA network", "Fully decentralized orderbook based derivatives dex allowing users to trade, borrow & lend their crypto assets.", "SashimiSwap is a multi-chain deployed decentralized transaction protocol built upon AMM and exchange pools.", "Provably-rare DeFi-staked Crypto Collectibles, powered by Aave", "The First AMM on Fantom in which you are the owner of the Protocol", "OpenLeverage is a permissionless margin trading protocol that enables traders or other applications to be long or short on any trading pair on DEXs efficiently and securely.", "BabelFish is a multi-chain aggregator and distributor of stablecoins", "Alkemi Network is bridging CeFi to DeFi, building an institution-grade liquidity network for financial institutions and individuals to access professional DeFi and earn yields on their Ethereum-based digital assets.", "The meta AMM of Terra", "Blueshift is a decentralized exchange and a new-generation crypto asset management protocol based on liquidity portfolios with high capital efficiency and low impermanent loss.", "LendHub is a decentralized lending platform based on the Huobi Ecological Chain. It supports pledged lending of multiple currencies on the Heco chain. Users can obtain incentive token LHB rewards by borrowing on LendHub. LHB will serve as the hub of the LendHub platform, and realize the mutual accommodation and value transfer between Huobi ecological assets through pledged lending that supports the mutual accommodation of assets on the Huobi ecological chain.", "Yield Protocol brings collateralized fixed-rate,fixed-term borrowing and lending and interest rate markets to decentralized finance.", "Lending and borrowing protocol with innovative features built on Algorand Blockchain.", "ZooKeeper brings you a brand new and exciting farming experience, enabling you to enjoy higher rewards and more interesting NFT gameplay and use cases on Wanchain", "The Hummus protocol is a single-side Automated Market Maker designed for exchanging stable cryptocurrencies on the Metis blockchain.", "Crema Finance is a powerful concentrated liquidity protocol built on Solana that provides superior performance for both traders and liquidity providers. It changes the Solana DeFi game by introducing a series of innovations to improve the overall capital efficiency and trading depth.", "Decentralized Hedge Funds on Ethereum", "Mars is the first Ethereum-based, decentralized standardized hashrate protocol. Mars Project combines standardized hashrate product and liquidity mining together, packing PoW mining into an on-chain protocol.", "Sienna Network is a cross-chain, privacy-first decentralized finance protocol built on Secret Network, that enables trust-less financial instruments, such as trading and lending with complete privacy for multiple blockchain ecosystems.", "Deposit your stablecoins into our liquidity pool and receive shells, a natively liquid, diversified and yield bearing asset.", "Bullish is a powerful new exchange for digital assets that offers deep liquidity, automated market making, and industry-leading security.", "The 1inch Network unites decentralized protocols whose synergy enables the most lucrative, fastest and protected operations in the DeFi space.", "Guard.insure is a peer-to-peer (P2P) price-shield insurance protocol launched on Binance Smart Chain (BSC) fistly with the form of helmet.insure and now multi-chained to support Polygon net with the aim to redefine option trading with user-friendly insurance policy wrapping.\n\n    Guard allows users to create an insurance policy for any crypto asset in the market, protecting DeFi users against the risk of price fluctuations. Policy trading on Guard is market-oriented without complex mathematics. There are two kinds of policy which could be involved in mining: SHORT Tokens and LONG tokens.", "KAIDEX is the first of its kind in the decentralized exchange market, possessing the capabilities of a completely decentralized cross-chain token trading platform. KAIDEX is built upon the Dual Node technology, a novel patent-pending technology that would truly revolutionize multi-chain swapping.", "Assembling the great houses to build the reserve currency of Kusama & Polkadot.", "Jones DAO is a yield, strategy, and liquidity protocol for options, with vaults that enable 1-click access to institutional-grade options strategies while unlocking liquidity and capital efficiency for DeFi options with yield-bearing options-backed asset tokens.", "Lumenswap is a decentralized exchange built on the Stellar network that allows you to swap and trade assets using a friendly, minimal interface.", "Aztec is an open source layer 2 network bringing scalability and privacy too Ethereum. Aztec uses zkSNARK proofs to provide privacy and scaling via our zkRollup service.", "Scream is a highly scalable decentralized lending protocol powered by Fantom.", "BENT is a staking and farming platform that enhances your curve to elevate your yields. By the people for the people.", "Proxy Finance (PRXY) offers a Bitcoin Yield Strategies utilizing DeFi 2.0 including (3,3) Staking, (1,1) Bonding and (2,2) Programs for other assets. The Proxy Finance network consists of BTCpx token which is a BTC Wrapper as well as the PRXY Governance Token", "Developed Single infrastructure which will allow various assets , liquidity to move from one chain to another seamlessely as well enable liquidity staking for DPoS assets", "Kolibri is an Tezos based stablecoin built on Collateralized Debt Positions (CDPs) known as Ovens. Kolibri uses CDPs (referred to as an Oven) to collateralize a soft pegged USD-stable value asset, kUSD.", "The Orion Protocol is a standard for connecting to centralised and decentralised exchanges’ orderbooks, allowing the creation of dApps to provide robust services for buying and selling any cryptocurrency at the best price the market has to offer at the time.", "Hyphen provides simple APIs that lets you easily offer instantaneous value transfers between EVM chains, various L2s & allows quick onboarding from L1 to L2s.", "The Granary is a decentralized, user-driven borrowing and lending liquidity market inspired by AAVE.", "A live and operating Orderbook and AMM DEX on Cardano L1 and Milkomeda - based on the simplistic, research-driven order book protocol tailored for Cardano UTXOs.", "The Fodl platform combines several money \"legos\" of the DeFi ecosystem - flash loans and collateral lending platforms, combined with proprietary position protection bots and cross-asset price indexing - to build a fully decentralized leverage trading platform.", "SecretSwap is the first front-running resistant, cross-chain and privacy-first AMM - secured by Secret Network.", "Terraswap is a Uniswap-inspired automated market-maker (AMM) protocol implemented with smart contracts on the Terra blockchain. This enables a decentralized on-chain exchange for the various assets involved in Terra ecosystem.", "Maximizer is a decentralized reserve currency for Avalanche that remains unbound by a peg.", "Jarvis Network is a set of protocols to gain exposure to the price of any asset against liquidity pools.", "The most powerful DeFi trading experience. Tight spreads. Zero slippage. MEV-resistant", "Paçoca is a portfolio manager where users can track their DeFi assets, invest in smart vaults with compounding yields, and trade tokens at the best rates using the decentralized exchange aggregator.", "Integral is a new DeFi primitive that efficiently executes large orders. Its latest product, SIZE, is a OTC-style decentralized exchange. With built-in TWAP execution, SIZE enables DAOs and whales to trade with 0 price impact at any order size.", "Access cross-chain opportunities on the World's Leading Blockchains using Relay's simple, fast, and secure bridge", "NULS is a blockchain infrastructure for customizable services, driven by our global open-source community.", "Single asset automated yield generation", "Pendle Finance is a protocol that enables the trading of tokenized future yield on an AMM system.", "RAMP is an optimized lending platform that gives users the highest deposit yields and lowest borrowing fees on collateral assets across multiple blockchains.", "DeFi Summer was just the beginning. Meet Inverse, part of the new wave of decentralized banking & finance. From a capital-efficient money market, to tokenized synthetic assets, legacy finance is about to be invaded.", "Kine establishes general purpose liquidity pools backed by a customizable portfolio of digital assets. The liquidity pool allows traders to open and close derivatives positions according to trusted price feeds, avoiding the need of counterparties.", "CronaSwap is a decentralized exchange platform for swapping ERC-20 tokens on the Cronos Chain network.", "Synthetify is a decentralized synthetic assets protocol build on the Solana blockchain. The protocol allows for the creation and exchange of synthetic assets that closely track the price of specific assets. Synthetic tokens are based on the SPL-Token standard that gives them the ability to be easily integrated with other DeFi applications like AMM.", "The kUSD stablecoin is a decentralized, trustless, collateral-backed cryptocurrency whose value is strong-pegged to the US Dollar.", "BoringDAO is a decentralized bridge that connects all blockchain assets, we offer users a safe way to maximize their utilization rate of crypto assets.", "Fountain Protocol is a lending platform powered by Oasis. The protocol enables users to experience high capital efficiency one-stop management of DeFi assets. Taking advantage of the extremely efficient and low-cost Oasis Network.", "A fluctuations derivatives protocol for hedging yield sensitivity and market price.", "Swop Fi is a service featuring functionality for instant exchange of cryptocurrencies and investing assets in order to receive passive income.", "Axial is creating the new center for liquidity on Avalanche. It is an implementation of the Stableswap mechanism and decentralized governance. As the centerpiece for liquidity of value-pegged assets, bridged and native assets will have a home and route throughout the Avalanche ecosystem. Axial was launched in November of 2021, and is one of many projects originating from the Snowball DAO.", "AstridDAO is a decentralized money market and multi-collateral stablecoin protocol built on Astar and for the Polkadot ecosystem, which allows users to borrow $BAI, a stablecoin hard-pegged to USD, against risk assets at 0% interest and minimum collateral ratio.", "CherrySwap is the automatic market-making protocol based on OKExChain(OEC). It adopts the mechanism of Automatic Market Maker (AMM) and aims to achieve self-driven liquidity creation with diversified functions such as liquidity mining, IFO, NFT, lottery, and DAO, so as to provide participants with the maximum value bonus.", "Tracer is an open-source, smart contract protocol for derivatives.", "Access active liquidity management on Uniswap v3. Gamma has developed a protocol, a management infrastructure, and a variety of strategies used by managers and market makers.", "A DAG-based Cross-Chain DEX By the Community, For the Community", "GYSR is a platform for on-chain incentives", "Next-generation yield farming automation", "WagyuSwap is the leading decentralized exchange on the Velas Chain, which has been clocked as the fastest blockchain in the world.", "KSwap Finance is a decentralized trading platform deployed on OKExChain.", "Atlantis is a decentralised money market that enables users to borrow and supply digital assets to the protocol within a non-custodial environment directly within the Binance Smart Chain", "TEN is a yield optimizer that is simplifying the staking and yield farming by auto-compounding your LP’s and tokens across multiple Binance Smart Chain farming ecosystems while providing a robust yield earning environment on the market while adhering to security, sustainability, longevity and simplicity. TEN is the Token Enrichment Network, decentralized finance, simplified!", "Jet is a decentralized borrowing and lending protocol built for speed, power, and scalability on Solana.", "The Cross-Chain Bridge v2.0 has an ambitious goal: It should be possible to move any token to almost any network. The Cross-Chain Bridge will attract and incentivize all players to participate in the ecosystem. Similar to projects launching tokens on a DEX (e.g. Uniswap), communities and/or creators will be able to add their own token via the Cross-Chain Bridge intuitively and permissionless, benefiting from greater accessibility and security. Meanwhile, yield farmers AND projects will be incentivized to provide liquidity with fee-participation and yield farming.", "Honeyswap is a decentralized exchange built on the xDai Chain, this enables users to experience fast and secure transactions with incredibly low fees. Multiple tokens are available with which you can swap and add liquidity. It is a fork of the well known Uniswap-V2 protocol adapted to fit for the xDai Chain and the 1hive ecosystem.", "Swap, earn, and build on the first optimistic rollup optimized decentralized crypto trading protocol.", "Staking tool built on Klaytn Network", "Trade, launch, stake, farm, invest, automate, build on the premier DeFi platform of smartBCH", "Premia's automated options market enables best-in-class pricing based on realtime supply and demand, bringing fully-featured peer-to-pool trading and capital efficiency to DeFi options.", "Back is a decentralized smart contract for leveraged borrowing and lending.", "XDAO - MultiChain DAO Ecosystem Built For Decentralized Future, XDAO is the fastest framework to create and manage decentralized autonomous organizations", "Hermes is the first DEX that allows low cost, near 0 slippage trades on uncorrelated or tightly correlated assets. The protocol incentivizes fees instead of liquidity.", "DarkCrypto Finance is the first ecosystem running around an algorithmic token pegged to CRO on Cronos chain. DarkVerse will be our ecosystem using DARK as the main token. It contains: DeFi App (Vaults, Stablecoin swap, lending), GameFi, NFT Apps, Betting DApps, MetaVerse applications", "Bumper Finance is the first product on the market to offer efficient, flexible, cost effective, easy-to-use, and guaranteed protection against volatility", "Rabbit Finance is a cross-chain excess lending protocol, which can help users deposit and obtain more interest and help liquidity farmers obtain higher income through high as 9x leverage.", "Paladin is a decentralized, non-custodial governance lending protocol where users can either loan the voting power in their governance token, or borrow some voting power.", "Yield products", "Jetfuel Finance is an all in one defi protocol with yield optimization at Jetfuel.Finance, credit/lending at Fortress, transactional tax/auto liquidity/passive yield token GFORCE, Automated Market Maker called Jetswap as well as a staking platform.", "Smoothy is a novel single pool liquidity protocol specialized in same backed assets with low-cost zero-slippage swapping and maximized interest earning.", "The automated DeFi yield platform with staking services.", "Shiden Network is a multi-chain decentralized application layer on Kusama Network. dApp staking is a mechanism that incentives developers who built in the Shiden ecosystem. Users can stake on those dApps to earn staking rewards and at the same time support the project by giving them a daily income.", "Gravity Finance is a DeFi platform, consisting of a Decentralised Exchange, Yield Farms, Auto-Compounding Vaults, an IDO Launchpad and Automated Investment Strategies called Silos. Gravity Admin Fees are paid to Governance Token Holders as ETH and BTC.", "Flare Networks has launched Songbird, a full-value experimental development network.Flare Finance has decided to follow in the footsteps of the main network, and deployed an experimental playground of our own. The Experimental Finance (or 'ExFi') platform on the Songbird Network", "A cross-chain stableswap protocol built on Celo.", "TIDAL is a decentralized discretionary mutual cover protocol that offers the DeFi community the ability to hedge against the failure of any DeFi protocol or asset.", "A fully decentralized protocol for automated liquidity provision on Energi.", "Gotchi Vault allows users to deposit their GHST and Aavegotchis into the Vault smart contracts to be collectively managed.", "Tempus is a multi-chain fixed income protocol. Tempus integrates with lending protocols, staking protocols, and yield aggregators, and lets users fix or speculate on the yield generated by them.", "Highest Yield, Instant Liquidity.", "Arbi's Finance is the premier autocompounder on the Arbitrum network.", "A protocol for trading and automated liquidity provision on VeChain", "QuipuSwap is an open-source protocol that provides an interface for the seamless decentralized exchange of Tezos-based tokens and XTZ. Liquidity providers are able to earn both from swap fees and baker rewards, using benefits provided by the Tezos protocol such as liquid XTZ delegation.", "We believe that in the future, L2 solutions will help Ethereum with scaling. Our mission is to empower the Metis Andromeda network with a fast, secure, reliable, and advanced native decentralized exchange app to handle all kinds of trading needs.", "Flux Protocol is a borderless lending protocol, where low transaction fees and cross-chain interoperability are reality!", "The biggest native stable swap on Astar Network boosting.", "Muuu Finance is the first native yield booster on Astar Network.", "DeFi hub on Fantom network with LIFETIME farming earnings powered by Gamified Burning Mechanism (GBM)", "Money Market Protocol and the Oracle for Korea’s Digital Asset Market(detailed in https://docs.donkey.fund/about/whitepaper/english-whitepaper)", "The first cross-chain compatible, delta-one asset protocol.", "KuSwap is the first decentralized trading platform on the KCC network to offer the lowest platform transaction fees (0.1 percent), with fees refunded in KUS, our native currency.", "Trade non-custodial options for profits or to hedge your positions.\r\n", "C.R.E.A.M. Finance Swap is a blockchain agnostic, dimensional market-maker built on Ethereum. It allows user to provide liquidity to pools and earn trading fees/reserves.", "Nemesis DAO is a Decentralized Treasury Protocol with Reserve Currency", "DarkNess Finance is the first multi-fractional-algorithmic stablecoin with stablecoins DEX on Cronos Chain", "DAO Maker creates growth technologies and funding frameworks for startups, while simultaneously reducing risks for investors.", "BenSwap. The #1 AMM and yield farm for dog lovers on BSC and smartBCH", "Hakka Decentralized Finance Ecosystem Warped Spacetime with Crypto Native Primitives.", "ViperSwap is Harmony's leading DEX. Building on top of Harmony's 2-second finality and insanely low fees it's one of the fastest and cheapest DEXes to use.", "Gains Network is building the decentralized finance ecosystem of the future. Our goal is to build the most advanced and optimised suite of DeFi products in the space.", "The first staked ETH NFT. A 100% community aligned project which rewards NFT holders and protocol token stakers.", "xDollar is cross-chain collateral based stablecoin lending platform with zero interest fee, 110% low collateral ratio and fully redeemable XIM plus DAO governance and multi-collateral vault system.", "Mars Ecosystem is a new decentralized stablecoin paradigm, it integrates the creation and use of stablecoin into the same system. Mars Ecosystem consists of three parts: Mars Treasury, Mars Stablecoin and Mars DeFi protocols, which together form a positive feedback loop. Mars stablecoin is price-stable, capital-efficient, scalable and decentralized. The goal of Mars Ecosystem is to build the central bank and reserve currency of the DeFi world.", "Opium is a universal and robust protocol\r\nthat allows for creating, settling, and trading any decentralised derivative.", "BurgerSwap is the first cross-chain aggregator combining rates and prices from the leading DEXs and CEXs; By combining the switch protocol, BurgerSwap, has integrated CEXs, DEXs, and DeFi deals into a single platform", "Deri Protocol is a decentralized protocol for users to exchange risk exposures precisely and capital efficiently. It is the DeFi way to trade derivatives: to hedge, to speculate, to arbitrage, all on chain.", "MANTRA DAO leverages the wisdom of the crowd to give financial control back to the people to grow wealth together.", "Bodh Finance is a decentralized protocol that establishes money markets with algorithmically set interest rates based on supply and demand. This will allow users to lend and borrow assets on Boba Network.", "A combination of Defi platforms that include, Crucible which is more than just a smart wallet, it's a vault in the form of an NFT, MistX DEX, Copper their launchpad, and Sandwiched a tool for viewing if your transactions on other dexes have been affected by front-running.", "KogeFarm is a yield optimizer on the Polygon chain. We have the lowest fees (by far) which helps investors get the highest yields. We are also audited and have new vaults voted in by DAO.", "An ecosystem of innovative products within DeFi", "WOOFi is a multichain DeFi platform which offers the best trade execution and lowest swap fee, opportunities to earn sustainable yields on crypto, and a high-efficiency solution for on-chain liquidity provision.", "Harmony yield farm and yield aggregator with auto-compounding vaults.", "Deep liquidity and High Yield strategies for NFTs", "Swap, earn, and build with the leading decentralized crypto trading protocol on Syscoin.", "Symmetric is an Automated Market Maker (AMM) and a Decentralized Exchange (DEX), running on the Celo and xDai networks.", "Stake your KSM for LKSM to earn rewards without sacrificing liquidity. LKSM is unlocked and ready to trade, take out collateralized loans, and provide liquidity for additional yield.", "Speculate on the evolution of the yield generated by different DeFi protocols. Hedge your risk on your passive revenue, converting it into futures. Tokenise the yield generated by your interest-bearing tokens. APWine splits your interest-bearing assets into Principal Tokens and Future Yield Tokens. Sell your APYs ahead of time. Claim your yield at maturity.", "deBridge is a cross-chain interoperability and liquidity transfer protocol that allows the decentralized transfer of arbitrary data and assets between various blockchains", "The first cross-chain stablecoin amm & LP center on Astarnetwork", "Steroids is a platform to host liquidity mining programmes. Automatically mine liquidity for DeFi liquidity pools and farm tokens when contributing.", "Crystl Finance is a decentralized Vaulting Platform that runs on Polygon and ApeSwap Polygon Exchange, and pays out $CRYSTL, the native currency. With it, you can earn profits from your capital in a way that is fair, transparent, and secure.", "The Diffusion protocol is a Uniswap V2 fork deployed on Evmos, a Cosmos EVM-based bockchain", "Unit protocol is a decentralized borrowing protocol that allows you to mint USDP stablecoin using a variety of tokens as collateral.", "Polymarket is an information markets platform that lets you trade on the world’s most highly-debated topics (e.g. coronavirus, politics, current events, etc). On Polymarket, you build a portfolio based on your forecasts and earn a return if you are right.", "Arkadiko is a decentralized, non-custodial liquidity protocol where users can collateralize their assets and mint a stablecoin called USDA.", "A community-oriented platform that produces limited edition authenticated NFTs and trading cards created by your favorite artists and endorsed by notable figures.", "IFPool is a liquid staking pool for CSC. Users stake CET for iCET, which can be used in other DeFi protocols.", "Overcollateralized minting of synthetic assets", "Automated portfolio manager, liquidity provider, and price sensor. Optimized for Polygon & BSC.", "Win-Win Prize Pots on Binance Smart Chain. Earn interest, win big crypto prizes, and always keep your deposit. Powered by Beefy Finance", "DeFis Network is the most decentralized finance network built on EOSIO that aggregates all valuable DeFi-protocols.", "A decentralized margin exchange built on Ethereum. Trade ETH and BTC with up to 5x leverage. Lend to earn interest.\r\n", "Through Wrap, users issue wTokens (wrapped tokens) which are representations of ERC20 and ERC721 tokens on the Tezos blockchain. wTokens can then be used on the Tezos blockchain, and their value is pegged to the original tokens.", "Bao Finance is like a combination of SNX and Aave, but use LP tokens for collateral. Rather than re-invent the wheel, Bao will create new features for existing DeFi protocols. The BAO token acts as a governance token for the fully community run project. It is also backed by the insurance fund where all Bao fees go.", "Yield farming AMM in IoTeX!", "SingularityDAO is a decentralised, blockchain-based organisation with the main goal of governing DynaSets, diversified baskets of cryptocurrency assets dynamically managed by AI. SingularityDAO brings the sophisticated risk-management strategies of AI-managed funds to DeFi, using SingularityNET’s superior AI technology.", "PieDAO is the decentralized community building ETF products known as pies. Their offerings provide diversified exposure to both DEFI and the wider cryptocurrency ecosystem, with baskets of tokens automatically rebalancing to maintain set allocations. All decisions are made as a community, with members using the DOUGH token to vote on proposals. DOUGH also provides holders with a share of the fees generated by the DAO's products. The platform aims to simplify decentralized finance with automation and minimize risk with diversified portfolios reducing exposure to any one single asset.", "PowerPool is a decentralized protocol for automatically managed token portfolios, and smart indices", "Snowball Network is a multi protocol; first as an optimized yield farm of Pangolin Dex, additionally as Stable Coin Vault and Dex for near zero fee/zero slippage stable coin swaps.", "Karura Swap is a trustless, automated market maker (AMM)-styled decentralized exchange on the Karura network.", "Get more value from your NFT & DeFi assets", "Elk Finance is a decentralized network for cross-chain liquidity. The Elk ecosystem will make it seamless for anyone to exchange cryptocurrencies. Our motto is Any chain, anytime, anywhere.", "Jetfuel ecosystem is an all-in-one Defi that's meant to be a one-stop-shop for users, it accounts with an AMM & Yield Farming on Jetswap, Lending/borrowing markets on Fortress, a Yield optimizer on Jetfuel.", "Unicly is a permissionless protocol to combine, fractionalize, and trade NFTs. Users can fractionalize NFT collections into \"uTokens\", and trade them on a Sushiswap-fork AMM with liquidity incentives via liquidity mining.", "A reimagined, community-oriented ve(3,3) dex on Polygon", "MilkySwap is a custom-built decentralized exchange built on the Milkomeda sidechain for Cardano.", "Popsicle finance is a cross-chain yield enhancement platform focusing on Automated Market-Making (AMM) Liquidity Providers (LP).", "YuzuSwap is a decentralized exchange on the Oasis Emerald paratime that includes incentives like liquidity & and trade mining", "tPOKT is a liquid staking solution that allows you to stake any amount of pokt and start earning rewards", "​Polycat is a value-oriented, sustainable and decentralized hybrid yield optimizer (yield farm and yield aggregator) running on the Polygon blockchain.", "TTSwap is a DEX (decentralized exchange) on the ThunderCore blockchain based on the model: Automated Market-Making (AMM) inspired by Uniswap.", "SOY Finance will deploy a set of services on the Callisto Network blockchain, including decentralized swap, yield farming, as well as a stable coin.", "First Lossless Liquidity Mining Protocol on Polygon, become an LP with no impermanence loss and earn rewards to direct liquidity across protocols as a liquidity director.", "Nerve is a decentralized digital asset service network based on the NULS micro-services framework, which uses the NULS ChainBox to develop a blockchain cross-chain interaction protocol.", "Crodex is a decentralized exchange (DEX), providing liquidity and enabling peer-to-peer transactions on Cronos.", "DDDX Protocol is a new decentralized exchange with dual AMM algorithm that supporting voting escrow tokenomics", "KillSwitch is a smart yield aggregator, users are free to unstake, withdraw Liquidity Position from their funds and sell their coins instantly in one click.", "A non-custodial, decentralised exchange that allows a quick, effortless and secure transfer of liquidity between the Ergo and Cardano networks.", "GOGOcoin is constructing the most user-friendly open source DeFi protocol for asset management and savings", "NiiFi is built on nahmii, a patent-pending scaling technology allowing for instant finality, low cost and predictable gas/transaction fees, interoperability, and composability. NiiFi has been built with the future in mind.", "A new kind of hedge fund built by a network of data scientists", "Adamant is a yield optimizer vault that provides users with an easy and safe way to automatically compound their tokens on the Matic/Polygon network and maximize their yields.", "VoltSwap is the first major DEX in the Meter ecosystem. It is a completely community-driven project and was introduced by the Meter.io team to showcase the capabilities of the Meter blockchain.", "Instant on-chain token swaps on Proton with 0 gas fee.", "Decentralized exchange DEX (Swap - Staking - Farming) on SmartBCH.", "Depth is a safe and high efficient stablecoin asset management protocol, based on the HECO Chain. As a trusted stablecoin swap manager, Depth allows users earn interest on deposits and swap of stablecoins in a safe and secure environment, with good depth, low slippage, and low transaction fees.", "WhaleEx is world's first exchange to implement multi-signature smart contract for decentralized asset custody.", "Democratizing the trading of real-world assets through decentralized liquidity pools and synthetic asset generation\r\n\r\n", "Lend, borrow and earn with an autonomous credit protocol on the Terra blockchain. Open to all, closed to none", "Rose is a liquidity protocol on Aurora composed of a stablecoin & wrapped assets exchange, and a Collateralized Debt Position (CDP) based stablecoin utilizing interest bearing tokens as collateral.", "Horizon Protocol facilitates the on-chain trading of synthetic assets that represent the real economy. Seeks to provide exposure to real-world assets risk/return profiles via smart contracts on the binance smart chain.", "Decentralised derivatives. No defaults, no margin calls, no liquidations.", "Cronus Finance is an AMM decentralised exchange (DEX) built on Evmos", "ELYFI is the lending protocol that lends cryptocurrency using asset tokens minted in ELYFI as collateral.", "Jswap Finance is the community-driven multi-chain compatible Dex and assets management protocol.", "BlockNG is a non-profit organization formed by a group of early evangelists of blockchain, dedicated to using the digital economy to reconstruct human society. LAW is a token used in the next-generation blockchain economic system that is completely decentralized and distributed by BlockNG.", "Tranche splits any yield-generating asset from the DeFi ecosystem into two perpetual assets: a fixed rate asset that lets you manage your risk, and a variable rate asset that maximizes your returns.", "Cykura is the first CLMM on Solana that solves the problem of capital inefficiency and maximizes returns for liquidity providers while offering a smooth and fast experience for traders.", "Bitcoin Standard Hashrate Token (or BTCST token) aims to widen up the participation of Bitcoin mining to the open market.", "Passive, Efficient ERC20 Staking Strategies.", "CVI is a Market Fear Index for the Crypto Space - a new DeFi Primitive", "Built atop the powerful Fuse blockchain and ecosystem, Fuse.fi enables anyone to carry the power of DeFi in their pocket.", "Grim Finance is a Smart Yield Optimizer Platform that allows users to stake LP-Tokens issued from the AMM’s in Smart Grim Vaults, which automatically harvest and re-stake their rewards as LP-Tokens for a compounding effect. Helping users reap more rewards, hassle-free.", "Impossible Finance is a DeFi-native ecosystem of multi-chain products. The core vision of IF is to nurture and accelerate top-tier blockchain projects as a product-first incubator.", "Convergence Finance is a cross-chain AMM and launchpad that aims to make private markets public while enabling cross-chain compatibility to maximize liquidity across different chains so users can interact with private-sale token projects and transact beyond the ERC20 standard.", "On-chain spot and margin trading protocol for crypto assets. Swap hundreds of tokens with up to 5x leverage", "LuaSwap is a swap protocol inspired by the previous AMM-based swap protocols such as Uniswap and SushiSwap.", "ZKSwap is a ZK-Rollups based layer-2 DEX with AMM model.", "Vaporwave Finance is a yield optimizer on the Aurora blockchain.", "Polynomial automates financial derivative strategies to create products that deliver passive yield on various assets", "Decentralized farming pool of DEFI's top projects. One Farm To Rule Them All", "REDACTED Cartel is an initiative using the POL mechanics of OlympusDAO to accumulate as much liquidity as possible from the Curve ecosystem in order to have a majority say over the Curve gauge.", "Hedge contracts by Whiteheart help #DeFi users to protect USD value of their $ETH & $WBTC", "Pilot is a smart over lending protocol on Heco chain, it is the first over-lending product on the Heco chain.", "Euphoria is an algorithmic reserve currency protocol on Harmony (ONE). The protocol intends to combine ViperSwap with Euphoria to bridge the gap between DeFi 1.0’s liquidity mining mechanisms and DeFi 2.0’s protocol-owned liquidity mechanisms", "Nerve is a trustless bridge and stableswap AMM designed to on-ramp & trade pegged assets quickly with minimal slippage.", "Certificate of Deposit on the Kadena blockchain", "The world's first DEX for dominance trading.", "Spartacus Exchange is a decentralized exchange that is designed for everyone with low fees for both correlated and volatile assets.", "Superior cross-chain AMM with trader focused features", "Jade Protocol is a decentralized reserve currency platform on Binance Smart Chain", "COMB Financial is a platform for a suite of decentralized, trusted, services on the Fantom network.", "Oh! Finance is a decentralized, yield-generation protocol that offers optimized strategies to do more with your DeFi Dollar. Oh! Finance aggregates strategies from trusted DeFi protocols under a tokenized Yield Index, allowing depositors to gain exposure to multiple protocols with a single, gas-efficient transaction.", "Launchpad & DeFi hub of the NEAR ecosystem.", "Gyro consists of a treasury and liquidity that is managed and owned by the protocol itself. Gyro's algorithm dynamically mints GYRO tokens based on a bond mechanism, and high staking rewards that are designed to control inflation and dilution.", "A Perpetual Swap Exchange", "Cozy is an open-source protocol for automated and trust-minimized Protection Markets.", "Warp Finance is an open-source protocol on Ethereum that is creating a novel use case for unused Liquidity Provider (LP) tokens by allowing them to be used as collateral for borrowing", "iTrust Finance creates mutually beneficial relationships between stakers and insurance protocols by maximising rewards and growing cover capacity for all participants of the DAO, and the wider DeFi community.", "Trade on-chain, asset settled, American style options for $BTC & $ETH", "A yield optimizer for DDDX built on BNB Chain", "Trade markets from your wallet.", "WannaSwap is the Liquidity Central built on NEAR's Aurora EVM", "Mover helps you earn the highest and safest yield on your digital assets with our automatic portfolio management system. You can also send, receive and swap 30000+ digital assets on Ethereum.", "#EmpireDEX is a Multi-Chain DEX Protocol", "AnchorSwap is a Decentralized Exchange and Automatic Liquidity Acquisition Yield Farm", "2nd generation yield farming on binance smart chain", "Hunny aims to provide users the easiest way to join the bandwagon of the DeFi world, built on top of PancakeSwap, giving you the tastiest CAKEs topped with HUNNY. We support the underlying DeFi technology and ecosystem to compound user yields through the Binance Smart Chain (BSC)", "Starstream is a suite of products providing yield aggregation, yield generation and one-click smart contracts on the Metis L2 rollup. The protocol is maintained by various developers and is governed by STARS holders.", "Decentralized option markets on Ethereum.", "OKFarm is a high-frequency yield farming optimizor running exclusively on the OKExChain (OEC) and Binance Smart Chain(BSC).", "Creditum is a lending & borrowing protocol that allows users to mint cUSD, a stablecoin pegged at $1, by supplying collateral.", "Indexed Finance is a project focused on the development of passive portfolio management strategies for the Ethereum network.", "Spartan Protocol is an AMM built on top of Binance Smart Chain utilizing liquidity sensitive fees. Focusing on incentivised liquidity pools and Synths, Spartan Protocol allows users to earn revenue by providing liquidity to pools and forging + staking Synthetic Assets.", "Pizza Finance is a decentralized EOS-based lending platform.", "A fully decentralized exchange protocol on Smart Contract, with permission-free token listing and automated market making.", "MM ETF is the first decentralized ETF protocol that runs on METF token. The DTF term is thus coined by our team as the DEX Traded Fund, being the first of its kind.", "Glide Finance is a Decentralized Exchange / Automated Market Maker, Yield Farming, and Staking platform running on the Elastos Smart Chain (ESC) that aims to accelerate adoption of the Elastos ecosystem by acting as a source of liquidity for users and the projects built on it.", "Complete Multi-Chain NFT & DeFi Platform for Communities: Premium NFT Marketplace, Farming/Staking, Launchpad", "Money Markets DeFi platform for lenders and borrowers, that also features own AMM, IDO Launchpad, and NFT Marketplace with Governance AGL token.", "Universe XYZ - The NFT Universe Built on Ethereum. Launch your own community-driven NFT universe baked with social tools, media services, and distribution - underpinned by the native $XYZ token.", "Pylon consists of a suite of savings and payments products in Decentralized Finance (DeFi) that builds on stable yield-bearing protocols such as Terra’s Anchor Protocol", "bEarn Fi is a cross-chain product in Decentralized Finance (DeFi) that at its core provides yield generation, algorithmic stablecoin, bridge, gaming aggregation, treasury, AMM DEX, and governance on multi-chain: Binance Smart Chain blockchain (BSC) and Ethereum blockchain.", "Zunami Protocol is the DAO that works with stablecoins and solves the main issues of current yield-farming protocols by streamlining interaction with DeFi, making it easier and cheaper while increasing profitability by differentiating and rebalancing users' funds", "Plenty aims to intertwine many decentralized markets and instruments. Thus far, a decentralized exchange and yield instruments have been developed, with plenty more to come.", "A risk coverage platform for stablecoins, protocols, smart contracts, exchanges and more.", "MAIA is the first decentralized community owned reserve currency in Metis Andromeda. Including a growing ecosystem of products - starting with Hermes Protocol - and an array of treasury investment strategies.", "Next gen. AMM protocol by 1inch! Redistributes earnings to liquidity providers, capitalizes on user slippages and protects traders from front-running attacks.", "Pippi Finance is a decentralized exchange running on Huobi ECO Chain, with lots of features that let you earn and win tokens. It is fast, cheap and easily accessible as it is not difficult to use.", "Goldfinch is a decentralized credit platform for crypto loans without collateral.", "Cyclone is a cross-chain, non-custodial, universal privacy-preserving protocol with the decentralized governance. Cyclone applies zkSNARKs to enable transactional privacy for all DeFi components by breaking the on-chain link between depositor and recipient addresses.", "The next generation of derivatives trading.  \r\n", "EvmoSwap is a Decentralized Autonomous Organization (DAO) that offers a full suite of tools to explore and engage with decentralized finance opportunities.", "Revault aims to become the Google search of Defi. Revault was born to solve the two major pains in Defi - finding the right place (including risk) to invest your assets, and maintaining that position to always be on optimum.", "Kalmy.APP is a DeFi hub. Farming, lending, swaps, NFTs - the goal is to have it all and more.", "NFT oriented DEX on Cronos Chain. Trade, farm, earn and now stake your owned NFTs from several Cronos projects.", "OpenOcean is the world's first full aggregation protocol for crypto trading that source liquidity from DeFi and CeFi, and enable cross-chain swaps.", "Zappy is an automated market-making (AMM) decentralized exchange (DEX) for the Telos network. Unlike other DEXs, we have invested in building a strong foundation with our ZAP token as a governance token, diverse farms, a built-in bridge, built-in limit orders, and user-centered service.", "WasabiX is a DeFi protocol that enables for the creation of synth-tokens that represent the future yield of a deposit. It allows users to retrieve near instant tokenized value against temporary* deposits of stablecoins and ETH.", "CoinSwap is a DEX with a suite of products available in Decentralized Finance.", "Tokenlon is a decentralized exchange and payment settlement protocol based on blockchain technology", "Mint Club is a smart token building platform that has no need to code and provides instant liquidity. Anyone can launch a smart token with just a few simple clicks.", "Genshiro is a cross-chain protocol that helps users seamlessly earn yield, borrow, and trade on margin. Using asset portfolios instead of single collateral vaults", "DeFi powered space game with yield generating NFT ", "Liquity fork", "Cryptex is focused on building innovative, open-source financial solutions for the global Crypto community. Using Ethereum’s smart contract system, Cryptex is able to create decentralized financial solutions such as Total Crypto Market Cap Token, TCAP and many others.", "​Earn yield on the largest protocols on Solana: All of the collateral deposited to Chest is actively staked to earn additional yield for the users. Earn yield on option strategies: Every week Chest vaults run automated call-cover and put-cover options to earn yield for its users", "Reinsurance is the process of one entity (the reinsurer) taking on all or part of the risk covered under a policy issued by an insurance company in consideration of a premium payment. In other words, it is insurance for insurance companies.", "BlueBit Finance is a yield aggregator built on Near’s Aurora EVM. The protocol allows users to earn more yield from DeFi farming in a more secure, accessible, and efficient manner.", "Golff is positioned as a one-stop services encrypted bank, committing to creating a light, open and free financial world where everyone can participate.", "First high yield farmable deflationary DeFi token.\r\n", "Multiplier is an algorithmic money market system designed to bring secure and unique lending and borrowing opportunities like flash loans onto the Binance Smart Chain.", "CougarExchange - A next evolution DeFi exchange on Cronos (CRO).", "Swipe Swap enables a cross-chain automated market maker protocol on Binance Smart Chain & Ethereum.", "PaintSwap Finance has the premier open NFT Marketplace on Fantom. It has a unique and sustainable yield farming AMM platform where 50% of farming rewards are locked for 3 months in the Art Gallery. The first project to create a video game built on the Fantom network, as well as many other exciting features in the works.", "WagmiDAO is the first multichain reserve-backed decentralised exchange (RDEX). It’s focused on continuously growing its own Treasury and the value of its native token.", "Future-yield-backed Synthetic Token. Interest-free, Self-repaying and Liquidation-free Loans. Your collateral earns you yields in the background", "A transparent exchange with no limit on what you can bet on, no max limits on the amount you can bet and no rollover requirements.", "0xNODES is a modularized cross chain yield aggregation protocol utilizing collateralized assets through synthetic swaps.", "Makiswap is an automated market maker (AMM). You can think of an AMM as a primitive robotic market maker that is always willing to quote prices between two assets according to a simple pricing algorithm. Makiswap can be farmed that can be found on the 'rewards' section on this page.", "PantherSwap is the first automatic liquidity acquisition yield farm and AMM decentralized exchange running on Binance Smart Chain with lots of unique and creative features that let you earn and win.", "Building a multi-chain partial-collateralized algorithmic stablecoin ecosystem.", "Brahma increases the GDP of DeFi by building easy-to-invest vaults, which abstract the underlying complexity of primitives and give a systematic, risk-adjusted way to capture yield.", "Jumbo provides Ecosystem-Wide Liquidity for users and projects", "A DEX that is connecting Centralized and Decentralized Trading Platforms Worldwide.", "Huckleberry is a brand-new kind of community driven AMM crosschain DEX ", "Pandora Digital is a next-gen decentralized ecosystem that aims to redefine and disrupt decentralized finance through AMM, NFTs, and GameFi.", "Cropper is an automated market maker (AMM) built on the Solana blockchain which enable lightning-fast trades, shared liquidity and new features for earning yield.", "Sphere Finance is an innovative protocol that brings benefits and value to $SPHERE token holders through governance tokens acquisitions, slowly turning $SPHERE holders into proxy governance holders of various protocols as we aim to black hole governance tokens into our treasury.", "The Decentralized Reserve Currency on Aurora", "Layer2.Finance is a layer-2 scaling technology that acts as a low-cost and trust-free gateway for users to explore and benefit from the existing DeFi ecosystem without the concerns of high transaction (gas) costs offsetting their gains.", "NEURONswap is a decentralized exchange (DEX) that has a goal to popularize blockchain-based decentralized financial applications, decentralized finance and revolutionize the NFT minting system.", "Tokenized volatility protocol built on Ethereum", "Blindex is a multi-currency stablecoin DeFi platform. Mint, swap, trade, invest and redeem any FX-pegged coin.All coins are partially collateralized, algorithmically stabilized and completely decentralized.", "Hyper Finance (HyFi.pro) is a decentralized aggregate mining platform based on the ‌Binance‌ Smart Chain.", "A robust turnkey stablecoin issuance platform built for the multi-chain universe", "Rocketswap (RSWP) is a community developed AMM (Automated Market Maker) which resides on the Lamden Blockchain.", "A Liquidity-as-a-Service Platform, built on Solana.", "ExinSwap is the automated market making trading platform of Exin.", "A parallel universe which turns flat assets into sharp assets.", "DefiPlaza is the low-cost distributed exchange on Ethereum", "VESQ is a decentralized reserve currency protocol available on the Polygon (MATIC) Network based on the VSQ token.", "Unifi Protocol is a group of non-custodial, interoperable smart contracts linking multiple blockchains together into one large DeFi marketplace.", "Providing boosted Trader Joe liquidity pools and returning the profits to the Herd.", "Kronos DAO is the next evolution of the reserve currency protocol. Nodes, Kronoscharger, Kronospad, Swap, Farms and Pools.", "PinkPea to enable everyone to safely access, control, self-manage, and grow their wealth through a transparent and secure platform.", "Soul is an algorithmic, cross-chain AMM and P2P lending protocol (on Fantom) built for traders, investors, developers, and visionaries seeking to unlock a universe of open financial applications.", "The dinosaur world is a metaverse built on the Binance Smart Chain (BSC) which includes a trading platform and NFT exchange market, followed by a social networking platform in the future.", "A third-generation yield farming project building on Avalanche", "Magicland is an emerging sustainable decentralized one-stop DeFI portal that starts with yield farming powered on Arbitrium.", "Solily is a one-stop DeFi platform incorporating a variety of DeFi services into one ecosystem which aims to build a go-to DeFi platform for newcomers by providing more accessibility and capital efficiency to users.", "Solyard is New Yield Farming Aggregator Optimizer protocol on Solana", "The first insured project accelerator and launchpad for Cardano", "The one-stop SocialFi app to build, manage, replicate and monetize portfolios", "A community controlled no fee token basket that you are PAID to hold.", "Hydra DEX is the native decentralized exchange of Hydra chain", "A decentralized reserve currency protocol empowering the system for growth and wealth creation.", "SnowSwap is designed for low slippage stablecoin swaps and is based on Curve's AMM.", "Verse DEX by Bitcoin.com enables permissionless trading via your Web3 wallet. Currently this is only available on smartBCH, but more networks are coming soon and support for Ethereum will launch following completion of the Verse token sale. Sign up to get notified at getverse.com!", "Masterchef Yield farm on BSC", "Decentralized cross-chain based synthetic asset issuance / exchange protocol", "Solarflare is a decentralized exchange, providing liquidity and enabling peer-to-peer transactions on the Moonbeam Network.", "DEX 2.0 built on Waves to support mega pools and bring a new light to DeFi experience", "Rubic is the Multi-Chain Swaps protocol that enables users to complete swaps between 10,500+ assets on Ethereum, Binance Smart Chain, Polygon, Avalanche, Moonriver, Fantom, Solana and Harmony in 1 click.", "Ram is a non-custodial liquidity protocol for earning interest on deposits and borrowing assets on the ThunderCore chain.", "CashCow Finance is an all-in-one DeFi platform designed to allow users to deposit, borrow, and earn on leverage without having to hop from platform to platform.", "Ocean Protocol unlocks the value of data. Data owners and consumers use Ocean Market app to publish, discover, and consume data in a secure, privacy-preserving fashion. OCEAN holders stake liquidity to data pools. Ocean datatokens wrap data services as industry-standard ERC20 tokens.", "BXH (Bitcoin Dex on HECO) is an innovative Dex trading platform developed based on HECO Chain.", "The first Fantom-native, interest-bearing Stable Coin: iFUSD", "Crunchy provides DeFi services and solutions on Tezos to projects, developers, and end users. We like to think of ourselves as a DeFi-as-a-Service (DaaS) platform. Crunchy is maintained by independent developers and is governed by CrDAO holders.", "Advanced AMM with dual token model on BSC", "CarbonSwap is a family of interconnected green, sustainability-focused DeFi & NFT products, including initially an automated market-making (AMM) decentralized exchange (DEX) and a bi-directional ERC-to-ERC bridge (Omnibridge) between the Ethereum Mainnet and Energy Web Chain.", "The #1 decentralized stable currency on EOS that does more than a dollar", "AMM", "Magnet DAO is developing an advanced crypto incubator.", "Decentralized, private DeFi for EVMs.", "Firebird is a one-stop DeFi platform that aims to revolutionize DeFi services by meeting all your DeFi needs.", "yAxis v3 is a meta yield aggregator allowing users to earn interest on digital assets like ETH, stablecoins, LINK and BTC through the Canonical Vaults. Governance allows YAXIS holders to boost their personal yield and vote to further increase vault yields", "Defily is the first-ever cross-chain Decentralized Finance project on KardiaChain, which will soon bridge to Ethereum, Binance Smart Chain, Harmony, Avalanche, and Tomochain. Defily focuses on bringing DeFi to everyone in a fun and an easy to understand way!", "Paraluni,based on the BSC,a no holding currency, no ICO, no pre-mining decentralized platform.", "The best decentralized exchange platform on #BSC, focuses on mainstream cryptocurrency.", "GoodDollar is a universal basic income protocol and DAO to fight inequality that leverages staking and market incentives to sustainably fund the distribution of free crypto to underserved members all over the world. As of today, GoodDollar UBI serves over 300,000 members from 180 territories; 70,000 which are daily active users.", "Moremoney is a protocol for borrowing stablecoin while receiving yield on LP tokens and other collateral assets.", "Float Protocol is the decentralised monetary system of the future. At its core is the FLOAT token, a floating stablecoin that defends purchasing power in the long-run.", "Float is a novel protocol, creating an efficient magic internet asset marketplace, governed entirely by code, allowing anyone around the world to get involved.", "Wardenswap is not just another decentralized exchange (DEX). When you trade on Wardenswap, you will receive a much better price than any other DEX. If there is another pool that has a price ready to be arbitraged, Wardenswap will also take the deal for you. Wardenswap is the gateway to all decentralized exchanges on the earth.", "Antimatter is positioned to be the gateway for DeFi derivatives, including four main products now, Dual Investment, Bull & Bear Tokens, Financial NFTs, as well as Antimatter DAO.", "The Ultimate Cross-Chain AMM, Incubator and NFT Launchpad powered by #Moonriver", "Morpheus Swap is a decentralized exchange that's powered by Fantom Opera. By staking our core token, PILLS, users are entitled to a percentage of all protocol revenue, paid out in other tokens.", "GlobianceDEX is the first decentralized exchange built on the leading XDC (XinFin) blockchain. Developed as an Automated-market-maker (AMM) on XDC, its goal is to become a launchpad for all XRC20 tokens, facilitate instant swaps within XDC & across different chains.", "ClayStack is a decentralized liquid staking platform that enables you to unlock the liquidity of staked assets across multiple chains. You can stake your assets and use the issued staking derivatives across the DeFi ecosystem.", "Decentralized Exchange and Automatic Liquidity Acquisition Yield Farm running currently on Binance Smart Chain", "Democratizing the open order book and bringing decentralized exchange to the masses. Built on Ethereum L2.", "Vortex is an all-in-one decentralized finance protocol built on the Tezos blockchain.", "OmniDex is an automated market-making (AMM) decentralized exchange. Swap, Farm and earn rewards on the first native DEX built on the Telos EVM!", "AtomicHub is a one stop solution for creating, trading, buying and selling NFTs that is already used by millions of loyal users.", "Shield is building a one-of-a-kind decentralized protocol for future derivatives infrastructure, enabling global borderless access to finance. Shield's closing in on being one of the 1st projects to deliver on-chain perpetual options without the risk of margin liquidation", "Through a lineup of core products, EnterDAO aims to empower users, metaverse land owners, investors, brands, and degens of all kinds by tackling pain points like access to metaverse land, its capital efficiency, as well as UX and onboarding of metaverse games.", "The goal of Cub Finance is to adopt and build DeFi-based smart contracts for the entire LeoFinance project. Through BEP20 LEO (bLEO), CUB and the adoption of existing use cases in the space, we're using the basic starting point of the Cub Finance yield platform to build a new generation of DeFi apps to expand and service our community of thousands of MAUs.", "A peer-to-peer coverage market.", "An economical, easy to use platform to bid on discounted, at-risk collateral on Terra with the click of a button.", "AutoShark Finance is the 1st Hybrid AMM and Yield Optimizer, offering unparalleled access to farming opportunities through the use of superior yield strategies, auto-compounding vaults, and NFT-powered farming.", "Alcor is a lego of decentralized finance built on multi-chain, and a provider of solutions in one tap.", "Cross Chain AMM, Advanced Liquidity Solutions, DeFi product solves, Yield farming.", "AladdinDAO is a decentralized network to shift crypto investments from venture capitalists to wisdom of crowds through collective value discovery. At AladdinDAO, a group of world class experts in DeFi known as the AladdinDAO Boule identifies the most promising DeFi projects and enables AladdinDAO community members to enjoy the returns of their liquidity mining programs. As a result, the protocol will help to reduce information asymmetry and optimize asset allocations for the DeFi space overall.", "Panda is the first franchise from Bao Finance's multi chain empire and sets foot in the Binance Smart Chain (BSC).", "In collaboration with the Yearn team we bring you the true power of DeFi by using the best Yearn strategies adapted for Polygon. Add liquidity to Tesseract and generate juicy yields.", "HakuSwap is a crypto world for users to trade, earn, and game. It is the premier choice for projects on Avalanche with features including AMM, NFT, and GameFi.", "Fairyswap, the first DEX V2 on Findora (FRA) delivering great trading experience and earning opportunities.", "Matrix is a Farm Aggregator that helps users to simplify their experience on the Fantom vast ecosystem. Indeed, being a Farm Aggregator, Matrix allows users to easily stake their FTM within different liquidity pools.", "WOWswap is a decentralized leveraged trading protocol built on Ethereum, Solana, Arbitrum, Avalanche, Binance Smart Chain, IoTeX, Polygon and HECO Chain.", "Swerve is a community fork of curve.fi designed for efficient stablecoin trading.", "Cook Finance is a transparent and flexible DeFi Index platform. This two sided platform is suited to a diverse range of users to make it easy to select from a menu of indexes across multiple chains. At the same time on the other side of the platform, index creators can utilize tools to create virtually any imaginable strategy and easily offer it up to the Cook community.", "Cross-chain investment ecosystem with a community-driven marketplace for strategies. All your DeFi needs taken care of in one single place.", "AMM styled decentralized exchange (DEX) on Cronos ", "GemKeeper is a community focused AMM & DeFi Platform built on Oasis.", "With a mission of connecting the world's assets, StableKoi is designed to facilitate high volume stablecoin trades with low slippage and tight spreads.", "Swap, earn, and claim on the decentralized, community driven platformBy encoding Solhero characters and items into NFTs, players can become its owners and bring them economic value through our marketplace.", "Empowering retail investors to keep the UST peg via L1 seigniorage arbitrage as well as participate in other complex automated trading strategies through a simple user-friendly experience.", "CLever is a leverage system for CVX holders that allows them to multiply their bribe and reward income by up to ~2x, while automating harvesting and swapping into CVX.", "0VIX is an open-source lending and borrowing protocol enhanced with veTokenomics", "TRAVA is the world's first decentralized lending marketplace. TRAVA performs blockchain data analysis to optimize pool parameters, calculate credit score, and thus increases profit and decreases risks for all users.", "unFederalReserve is a banking SaaS company built on blockchain technology. Our banking products are designed for smaller U.S. Treasury chartered banks and non-bank lenders in need of greater liquidity without sacrificing security or compliance.", "A new generation DeFi that brings together the best of protocols like Uniswap v2, SushiSwap, YAM ,Compound with security improvements & new protocols like BBYP.", "The object of the game is hiring more miners, sooner and more often than other players. This in turn earns you more BNB faster.", "Templar is the first decentralized reserve currency protocol available on the Binance Smart Chain based on the TEM token.", "Strudel Finance provides the first one-way, trustless bridge linking Bitcoin and Ethereum.", "Algebra is the next-generation decentralized exchange supporting concentrated liquidity built on Polygon Network. Algebra goal is to create AMM for the main blockchains. Algebra introduces unique DEX features like Adaptive fees, Built-in farming, and Deflationary tokens support. Algebra’s team is formed by experienced managers who have already launched successful projects: MyWish, a smart contract builder supporting 9 blockchains, and Rubic, a multi-chain swap protocol.", "Waterloan is a decentralized lending protocol for CoinEx Smart Chain.", "EverRise is a blockchain technology company that offers bridging and security solutions across blockchains through an ecosystem of decentralized applications.", "A cross-chain yield optimizer on #Fantom and #0xPolygon with innovative strategies to earn the best yields.", "R U Generous is a decentralized reserve currency protocol and DAO available on the Avalanche Network", "Goblin Gold DAO is an automated crypto growth engine that leverages customized risk strategies to generate DeFi yield. The protocol is designed to invest in several products while tokenizing your positions, allowing composability with other features.", "HaloDAO connects traditional and decentralised finance by providing the decentralised infrastructure for next generation payments and settlement.", "Open Insurance Platform for Open Finance", "xDeFi is a well-established DeFi protocol stack. Many best practices are introduced in xDeFi ecosystem, including xDEX, xHalfLife, xOption, xSTA and many other DeFi building blocks which are essential for a well-ordered market.", "Saros Finance is the ultimate DeFi platform native to Solana, with trading, staking, and yield farming services. Built by Coin98 Labs, Saros Finance aims to adopt millions of users to DeFi.", "KLend aim to be the best on-chain lending platform, build distributed financial ecology, KLend is first DAO based decentralized lending protocol outside ETH, we use the over-collateralized mortgage lending model inspired by Compound coupled with the EPS style liquidity mining model empowers the capital utilization of DEFI-Ecology.", "Augmented Finance is a DeFi liquidity protocol for high-yield lending and low-interest borrowing of digital assets, launched fairly and enabled by artificial intelligence (AI).", "Mochi puts your NFTs and long-tail assets to work as collateral while maintaining exposure to their long-term value. An autonomously governed protocol, Mochi bridges the gap between NFTs and DeFi to pioneer a new way to maximize the utility of emerging digital assets.", "UniLend is a comprehensive permissionless DeFi protocol. Anyone can list any asset on UniLend to access decentralized trading, lending/borrowing, and the industry’s most cost-effective flash loans.", "Goblins.Cash is the first decentralized reserve currency protocol on SmartBCH with focus on bonds and elastic supply cryptocurrencies.", "Augury Finance is a financial ecosystem on the Polygon blockchain, which focuses on trust, community ownership, and sustainable returns.", "Bolide is a next-generation decentralized yield aggregator that optimizes the deployment of digital assets across multiple DeFi investment platforms to save investors time, money and earn them the highest possible yields.", "Vigor protocol is an institutional grade financial engineering DeFi lending platform delivering autonomous price discovery between crypto lenders and borrowers.", "Component aims to provide flexible pool settings suitable for any token project, freedom of pools creation, and fair community protocol governance token distribution.", "Ideamarket replaces the \"arbiter of credibility\" function (typically played by media corporations) with a public market.", "New Innovative DEX on Aurora Chain.", "Xeus Finance is a decentralized finance reserve currency protocol built on Binance Smart Chain (BSC). The protocol is powered by the $XEUS token, which is backed by a basket of assets like BUSD, LPs, etc.", "Overnight is a DeFi protocol behind USD+, a yield generating stablecoin with daily profit payout.", "Orion Money's vision is to become a cross-chain stablecoin bank providing seamless and frictionless stablecoin saving, lending, and spending.", "Cougar Ecosystem - Advanced Yield Farming On Multiple Chains", "Sale, swap, earn, lock all on one decentralized, community driven platform. Earn PinkS by staking LP & tokens. Welcome to PinkArmy Family!", "Growth DeFi provides an advanced suite of products to blockchain protocols and investors, helping to increase their capital efficiency.", "Telos swaps allow for the exchange of any listed Telos token for any other Telos token using a simple swap interface.", "Clearpool is a decentralized marketplace for unsecured institutional capital. It allows institutions to borrow funds from a decentralized network of lenders without the need for collateral. ", "MeowSwap combines proprietary L2 scaling technology in conjunction with our DEX to finally offer the only working trading solution fully running on Cardano.", "DeFIL is a decentralized Filecoin lending and finance service platform.", "Evolution Land is a virtual simulation blockchain game that supports cross-chain interactions. Evolution Land integrates various gameplays, including management, collection, education, gene, battle, auction, and game which will continuously be evolving.", "Home of the $BUTT, Button Swap (DEX aggregator), Pools (Yield optimizers), Mount Doom, Block Locker, Password Manager and many other Secret Network DAPPS and APPS.", "EmiSwap is an audited, high APR, and cross-chain AMM DEX that offers users a secure environment to extract daily high yields from liquidity mining and farming.", "AMM", "The Parallel is the birth and evolution of an infinitely evolving GameFi metaverse, aiming to bring the world together to craft and launch a massive diversity of social, entertainment, gaming and economic systems", "Trade, swap & sell NFTs. The NFT20 protocol offers NFT liquidity pools to help developers build the next generation of NFT apps.", "The ESG Protocol is an Binance smart contract for supplying or borrowing assets. Through the eToken contracts, accounts on the blockchain supply capital (BNB or BEP-20 tokens) to receive eTokens or borrow assets from the protocol (holding other assets as collateral). The ESG eToken contracts track these balances and algorithmically set interest rates for borrowers.", "CafeSwap is a yield farming and staking platform on BSC Chain, We have chosen BSC because of its low tnx fees and faster speed. We have built this project to provide the best experience with farming while regulating the supply, We believe in partnerships hence we aim to bring all BSC DeFi ecosystems in one place to have a friendly ecosystem for all of us.", "LOOPTokenized Community & DEX on Terra", "GoodGhosting is a decentralized social savings app that combines game design elements with goal-based saving.", " 0xLend is a Lending Protocol deployed on the KuCoin Community Chain (KCC) that supports the deposit and lending of mainstream crypto assets. Users can deposit assets to earn interest and borrow assets by collateralizing their assets.", "A fully decentralized protocol for private transactions on Avalanche.", "Smart Tests for Smart Contracts", "Demeter is a multi-chain deployment decentralized currency market protocol (DUSD). Combining collateralized lending and collateralized stablecoin generation, Demeter provides a more secure lending service at a lower cost", "RSK Swap is a fork of the Uniswap Protocol adapted for the RSK network.", "ChargeDeFi is a combination of an Algorithmic Stablecoin with rebase mechanics. With Charge the project aims to lay the foundations of a sustainable ecosystem on the Binance smart chain. It features rebasing mechanics to protect the value of the $Static token and keep it pegged to $1 BUSD.", "Synthetic assets issuance and trading protocol", "A 100% community-owned fork of compoundfinance", "OtterClam is the first decentralized reserve memecoin protocol on Polygon Network based on the CLAM token. Each CLAM token is backed by a basket of assets (e.g. MAI/QUICK/MATIC) in the Otter's treasury, giving it an intrinsic value that it cannot fall below. OtterClam also introduces economic and game-theoretic dynamics into the market through staking and bonding.", "The first decentralized passive income and prize savings protocol on the Terra blockchain that lets you win by saving.", "Simplify financial use cases for you.", "First De-Fi borrowing aggregator", "Stake in Viva pools to earn rewards", "Multichain IDO platform born on @thorchain governed by the Valhalla Venture DAO", "MahaDAO, which is releasing ARTH, a decentralized non-depreciating algorithmic token, which derives its value from a basket of uncorrelated assets, the relative weights of which are automatically adjusted by automatic buying and selling in response to changes in the price of each individual asset relative to the others.", "ApeRocket Finance is a suite of products in Decentralized Finance (DeFi) that provides yield optimization strategies through the Binance Smart Chain, using ApeSwap liquidity.", "Futureswap is a decentralized perpetuals exchange governed by the community.", "CheeseDAO attempts to stand on the shoulders' of giants, whose contributions to the ecosystem put all the pieces in place necessary to launch a decentralized gamified risk protocol owned and governed by the players", "Primitive built the Replicating Market Maker (\"RMM\") protocol, an oracle-free solution to scalable and efficient on-chain derivatives.", "Synthetics protocol for on-chain price exposure to real-world assets - accessible to all.", "Talent Protocol is a web3 platform where talent can easily launch a social token (called Talent Tokens) to accelerate their career, and where supporters can back people they believe in.", "Drift brings on-chain, cross-margined perpetual futures to Solana. Making futures DEXs the best way to trade.", "LeagueDAO is a decentralized open source project developing Tokenized Fantasy Sports and Gaming Protocols.", "Atlas USV is a community-driven project to build a universal, decentralized, and widely accessible DeFi base layer.", "Swamp.finance is a yield optimizer hosted on Binance Smart Chain (BSC).", "KDSwap the first DEX that enables token tracking / price movement on the kadana blockchain.", "A decentralized asset management fund created to grow your wealth", "OpenSwap is a DeFi protocol on the Harmony network with simple yield farming capabilities; cross-chain tools for bridging the Harmony, Ethereum, and Binance Smart Chain networks; and easy ways for users to trade, provide liquidity, and earn collected fees from transactions.", "Fiat Protocol allows users to collateralize fixed income assets and mint FIAT with high loan-to-value ratios and low origination fees.", "Pods is a decentralized non-custodial options protocol that allows users to create calls and/or puts and trade them in the Options AMM.", "An on-chain AMM powering the evolution of DeFi.", "Stablecoin DeFi Ecosystem on #BSC", "Teddy Cash is a fork of the Liquity protocol for the Avalanche C-Chain.", "Wild is a permissionless lending protocol featuring isolated lending pairs.", "LootSwap is a multi-tier crypto project with three big milestones to achieve. The first is launching a DEX on Harmony One. The second biggest milestones for the project are the GUILDs launch and the NFT marketplace. LootSwap is aiming to be an all-in-one solution from crypto to gamer.", "Aelin is a fundraising protocol built on Ethereum and launched on Optimism.", "World-first decentralized bilateral OTC derivatives platform. Enabling next-gen DeFi giving users & developers unlimited access to global markets", "Big Data Protocol tokenizes commercially valuable data through a network of 14,141 professional data providers and makes the data token liquid on Uniswap. Users earn data by providing liquidity to data tokens.", "LlamaPay is a multi-chain protocol that allows you to automate transactions and stream them by the second. The recipients can withdraw these funds at any time. This eliminates the need for manual transactions", "LaserSwap, the first DEX V2 on ThunderCore (TT) delivering great trading experience and earning opportunities.", "HurricaneSwap is the 1st cross-chain liquidity DEX based on Avalanche.", "Kwikswap is a revolutionary Multi Cross Chain Swap Protocol with Layer 2 Scaling powered by Ethereum, Polkadot, Shiden, Astar (formerly Plasm), Reef Chain, BSC & Acala Network. Use Kwikswap for Swapping, Market Creation, Provide Liquidity & Staking", "The world's best staking ecosystem is here. 8% fixed-rate APR. Daily bitcoin divs. Curated token launchpad. Community voting. NFT stakes, and more! This is $AXN", "SpiritDAO is a decentralized reserve currency, forked from the successful and secure Olympus DAO. Spirit will rely on the bond-and-stake methodology, in order to raise treasury funds and reward early supporters.", "Amun’s Index tokens are composed of the top eight DeFi tokens in the Ethereum ecosystem by market capitalization for (DFI) and on price momentum for (DMX). Amun's provides investors with exposure to protocols that provide trading, lending and borrowing, yield farming, data oracles, insurance, prediction markets, synthetic assets and stable coins. The index’s components are equally weighted and rebalanced monthly. Holders own fractions of the underlying tokens, which can be redeemed by burning the index token.", "Built on the Cronos Network. Stake & Swap from your wallet.", "DeFi fixed-term / fixed-interest loans for the borrowers. DeFi personal fixed income funds for the lenders", "Next-generation DEX built on Tezos", "Epsylon.finance is a single asset, multi-strategy yield generation. Epsylon divides yield vaults by a risk profile (Safe, Moderate, Aggressive), simplifying the user experience and maximizing profits for each risk.", "A caffeine-filled, NFT-integrated DEX platform on Binance Smart Chain", "GTON Capital Ecosystem unites several mutually reinforcing DeFi 2.0 protocols with the aim of conducting algorithmic governance of liquidity and volume", "Predy V2 is building on-chain Derivative Vaults connected to Automated Market Maker (AMM) with the following specification:Margin trading, up to 20x leverage as portfolio margin. USD Coin (USDC) is accepted as collateral.", "WingSwap is a dedicated Decentralized Exchange (DEX) and a staking platform where users can provide liquidity to the DEX, trade different types of assets in a decentralized way and get rewarded for doing so.", "Basis Cash is a censorship-resistant and fairly distributed implementation of the Basis Protocol.", "xSigma Finance is a decentralized stablecoin exchange that provides the cheapest transactions for customers and a mining platform for liquidity providers.", "SAKE is a transaction-driven decentralized perpetual contract and spot trading protocol. SakePerp.fi is the first on-chain perpetual contract platform with a dynamic AMM market maker mechanism that supports single asset collateralization for liquidity providers.", "Defi AMM with gamified products and features.", "Trade, Earn, Win and GameFi on KardiaChain.", "BetHash.io uses blockchain hash value to draw the game results to guarantee absolute fairness.", "OliveCash is a cross chain Yield Farming project running on Binance Smart Chain Avalanche chain.", "Orcus Finance is delivering the first Fractional-Algorithmic Stablecoin pegged to the United States dollar which is built on the Astar Network.", "A DeFi lending protocol allowing lenders and SME borrowers to facilitate permissionless and borderless loaning/borrowing transactions", "Swap on Narwhalwap are a simple way to trade one BEP-20 token for another via automated liquidity pools. The liquidity provided to the exchange comes from Liquidity Providers who stake their tokens in Pools.", "Nexus removes the complexity of advanced yield farming strategies to deliver optimized, sustainable yield for users", "AMM And Dexes Aggregator", "Infinity PAD is a multichain launchpad and accelerator that provides all the necessary tools for startups to bootstrap, energize and reach success; while serving all communities gain early access to the most strictly assessed developments", "Scion Finance is building market-neutral investment strategies and financial primitives.", "PolyQuity is a decentralized borrowing protocol that allows you to draw interest-free loans against Matic used as collateral. Loans are paid out in PUSD (a USD pegged stablecoin) and need to maintain a minimum collateral ratio of 110%. In addition to the collateral, the loans are secured by a Stability Pool containing PUSD and by fellow borrowers collectively acting as guarantors of last resort. Learn more about these mechanisms in our documentation.", "Fastyield is a yield optimizer, which enables yield aggregation for holders and users of FAST token.", "Earnmos is the ALL IN ONE yield optimizer and booster on Evmos blockchain, which is dedicated to facilitating the investment experience and earning the best yield for users across all the blockchains.", "BeefStake is a staking platform on the Vite network! Stake a multitude of cross-chain tokens for rewards.", "Tropical Finance is a state of the art DEX and yield farming application on SmartBCH Chain with unique features which offers its investors brand new ways to maximize APRs.", "Agora is an open source and non-custodial money market for lending and borrowing on Metis.", "Self-sovereign money on multichains", "AMM DEX on xDai powered by the LightningDAO", "Neku Finance is a decentralized and multi-chain lending protocol", "Yield Optimizer on Klaytn Network", "Enabling A Safe and Secure Open Lending Cross-chain, NFT Lending and Insurance", "AMM", "Lend to Ascend, Borrow for Tomorrow. Revolutionary Lending Platfrom", "CityCoins gives communities the power to improve their cities, while providing crypto rewards to individual contributors and city governments alike. Each city has their own coin, starting with Miami and MiamiCoin (MIA).", "PureSwap is a decentralized exchange running on Binance Smart Chain with lots of other features that let you earn and win tokens.", "UniPower is the first experimental PoL (Proof of Liquidity) token - powered by the uniswap dex", "The first truly decentralized DEX on Moonriver network.", "DeFi yield customizer. Deposit liquidity, choose what you want to earn your yields in. Live on Avalanche and Harmony.", "BaksDAO is a DeFi platform where you can get a perpetual loan secured by cryptocurrencies or get high payback in the currency of an asset by depositing.", "A masterchef", "Stacker Ventures is a community-run protocol for initiating and managing pooled capital on the blockchain.", "Swarm Markets is the world’s first licensed* high-liquidity DeFi protocol — the convenience and transparency of DeFi with the confidence of financial market compliance.", "Crosschain tool that allows users to place limit and market orders on DEXes of multiple chains", "1st DEX integrating Spot and Derivatives & 1st Concentrated Liquidity V3 DEX on #BSC", "Lizard Exchange is the first DEX in Oasis Emerald Paratime to contribute with full exchange analytics, taxed token implementation and EIP support with the objective to welcome new builders and users alike.", "Tropykus is a DeFi for Bitcoin lending and borrowing platform focused on Latanamerica.", "Whale.loans is a venture focused on designing a scalable and defendable ecosystem that removes the complexity in and around DeFi and distributes value to its users. In layman’s terms, we are creating an “easy button” for a better user experience.", "Decentralized Reserve Currency and VC on Cronos Network", "handle.fi is a decentralised multi currency stablecoin protocol. The handle protocol allows users to create (borrow) multi-currency stablecoins; called fxTokens. fxTokens are collateral backed stablecoins representing, and soft pegged to, a range of currencies.", "SmartDEX is a decentralized exchange developed by the Autonio Team. It is designed to be the world’s first 'smart DEX', giving users the ability to use high-frequency market makers and automated trading algorithms on a decentralized exchange.", "Decentralised Platform to Trade Perpetuals.", "Excalibur is a highly flexible and ecosystem-oriented Fantom AMM providing fee mining, swap referrals and customizable fees.", "A Smart Lending Protocol with Credit System", "Antex provides the foundational building layers for a new digital economy with following products: stable-coin, crypto/fiat, DEX, launchpad, lock liquidity and lock token and connecting crypto to the real world.", "FABRIC is a synthetic asset issuance protocol built on Solana.", "Canary Exchange is a decentralized exchange (DEX) which runs on Avalanche, the most promising and the fastest blockchain!", "Immortal is a decentralized reserve currency protocol on Celo blockchain based on the IMMO token.", "First fair launch token on Arbitrum", "GambleFi is a Rebasing DAO protocol that features various external services meant to increase the protocol's treasury and redistribute dividends to users.", "The NEST oracle solves the problem of price on-chain through a decentralized incentive solution, that is, the price predictor.", "Gaj, previously known as PolyGaj, is a multichain platform covering the two most promising subsects of cryptocurrency namely DeFi and NFT.", "A protocol that facilitates cost-efficient and secure auto-compounding returns", "Metavault is a blockchain-based community controlled investment platform and decentralised venture capital vehicle that allows anyone to invest in the latest and most profitable blockchain, DeFi and metaverse projects and strategies.", "Shinobi is a protocol for creating liquidity and trading ERC-20 tokens on Ubiq.", "HFI.one is a decentralized aggregate mining platform based on the Huobi ecological chain HECO.", "Phoenix Finance. The decentralized derivatives marketplace.", "TendieSwap is a prediction market DeFi platform running on the Binance Smart Chain and Polygon Network. Beyond it’s prediction markets, TendieSwap also offers a Decentralized Exchange (AMM), Yield Farming, and Staking platform. TENDIE is the native currency of the platform. With this token, you will get access to many of the incredible features the TendieSwap protocol offers.", "SeaDex is a DEX on the Kusama Blockchain. Running on the Moonriver parachain.", "Multi-chain derivatives trading platform", "The agnostic #DeFi yield optimizer.", "Yam Finance is a Decentralized Autonomous Organization building three core products. Innovative synthetic assets (degnerative.finance), permissionless insurance (Umbrella), and ground-breaking treasury management services (DAO House). The YAM token was fair launched and the DAO is an open community where anybody can participate.", "AMM", "Social trading redefined. Create social strategies for yield farming, indexes and arbitrary calls as a person, community, or DAO", "YieldFields is an Automated Market Maker (AMM) with the Exchange at the heart of YieldFields. ", "The Brinc protocol allows for the decentralized creation and governance of a token supply using a bonding curve algorithm that is hard-coded into solidity smart contracts.", "The first fair launch DEX on Cronos Chain.", "AGS Finance TVL.", "Thales is an Ethereum protocol that allows the creation of peer-to-peer parimutuel markets that anyone can join. This building block is the foundation of novel on-chain initiatives, from a platform for AMM-based positional markets to immersive gamified experiences, and much more.", "Liquid staking for BNB", "1st Web3 Casino with PlaytoEarn and StaketoEarn.", "FinNexus Options makes it easy to buy and exercise BTC, ETH, BNB, LINK, SNX, MKR, WAN options with pooled liquidity in a secure and decentralized way on Ethereum, BSC & Wanchain.", "PandoraSwap has the most complete and holistic ecosystem on Astar Chain with its AMM/DEX, Yield Optimizer & NFT.", "OrcaDAO is the first native Stablecoin (AVAI), and Governance token (ORCA) pair that allow for lending using crypto collateral at 0% interest, built on and for the Avalanche Network.", "A decentralized exchange for Avalanche and Ethereum assets with fast settlement, low transaction fees.", "DinoSwap is a cross-chain infrastructure project that builds liquidity for layer-one blockchains, AMMs and partnering projects.", "LifeDAO is a decentralised, reserve currency protocol built on the Avalanche network by the LifeDAO team. The LF (Also sometimes called LIFE) token is the protocol's main asset.", "MilkyDex is a custom-built decentralized exchange built on the Milkomeda sidechain for Cardano.", "We leverage the 'Best in Breed' DeFi protocols to offer decentralized investment strategies. Built on Balancer V2, Embr is the first next-generation AMM protocol on Avalanche.", "Stargate Finance is a decentralized reserve currency protocol based on the SGT token on Binance Smart Chain. Economically, it imitates the model created by OlympusDao. ", "ChickenSwap DEX is a Decentralized Exchange, similar to Uniswap. All users can provide liquidity and trade crypto assets here without any centralized orderbook.", "Varen is an Ethereum based multi-chain DeFi hub.", "TimeWarp is a DeFi staking program for TIME, the native token of the Chrono.tech ecosystem.", "DeFi project on Harmony protocol that listens to the community.", "Feeder Finance reimagines the DeFi journey with a simplified user experience, unique diversified vaults, and multichain vault aggregation -- Think less, Earn more.The Feeder Finance platform will feature a uniquely simplified user experience to turn the hunt for APY at countless platforms, into one simple stop. Our unique vault strategies that focus on the bigger picture, allow a single deposit to spread across multiple destinations; auto-compounding, auto-rebalancing, and optimizing for risk adjusted returns every step of the way", "Furucombo starts from a tool built for end-users to optimize their DeFi strategy simply by drag and drop, and it's now a DeFi portal to optimize your crypto wealth.", "Empowering anyone to mint, trade and redeem non-custodial oracle-less tokenized portfolios.", "DeFi coverage aggregator", "aSOL is the standard for transacting with staked SOL tokens.", "A decentralized treasury-backed currency protocol backed by OHM.", "A protocol for creating Options and Stablecoins out of ETH", "Polly Finance allows users to create their own \"nests\" (a token that represents a basket of underlying tokens) to manage diverse assets, purchase them easily, and automate their farming.", "Value Liquid is an automated market-maker built on Ethereum that allows anyone to create trading pools with flexible ratio pairs, add liquidity, and earn trading fees.", "Diamond (dmd.finance) is the first yield farming on EOS.", "One stop solid yield staking for cross-chain assets.", "HPDex is a live community-driven decentralized exchange released on High Performance Blockchain", "A platform that allows two projects to certify their partnership and connects single-sided Liquidity Pool funding on Uniswap by matching providers.", "A decentralized reserve currency protocol on BSC", "Newdex is committed to taking advantage of the composability of DeFi to aggregate the depth of DEX in multiple chains, develop the aggregated DEX with \"best depth, best price and best experience\", provide users with good decentralized trading experience, and become multi-chain DEX trading entry.", "The #1 AMM and yield farm on SKALE", "A fully decentralized fund management and investment protocol. Choose a fund to invest in, or create your own with just a few clicks.", "Ester is the first native yield farming optimizer on Fantom network.", "Avaware.Network is a DeFi hub that features farming, a launchpad, and several NFT collections.", "A speculation-focused interest rate perp with novel tokenomics on Optimism.", "CHFRY is a lending protocol that powers automatic repayment of debt by deploying capital to high yield strategies and with flash loans", "Coffin Finance protocol is a partially collateralized stable token project. Coffin Finance team believes in the potential of Fantom Opera, so rather than using USDC, it uses FTM and COFFIN (the protocol's native token) as collaterals to mint CoUSD stable tokens. This makes it truly decentralized! A big part of the platform revenue will be given back to the community through its high yield farming options, which includes both staking liquidity pairs and single asset staking.", "TreeDefi is a defi protocol operating on the BSC (Binance Smart Chain) focused on Yield Farming.", "HodlTree reinvents DeFi tools, making them more convenient and profitable for the DeFi community. Most HodlTree products can be called second-generation, as their architecture compares favorably to the existing counterparts on the market, and the result is more rewarding for users.", "The bridge allows you to securely transfer tokens between CENNZnet and Ethereum.", "Kinesis Labs is the native stableswap on Evmos that is designed to become the stablecoin hub for all of Cosmos through low slippage and a unique multi-bridge base pool system.", "Yield farming and staking on the Arbitrum network.", "ACoconut provides the first cross-chain yield aggregator for BTC DeFi users. ACoconut v2 consists of two open protocols: BTC+ and acBTC. BTC+ is a liquidity and yield aggregator that optimizes and distributes yield on individual chain. acBTC is a decentralized bridge that carries BTC across chains.", "PolkaEx is a cross-chain Dex and Launchpad on Polkadot, using Astar Network to provide higher TPS and lower transaction fees.", "SafeSwap is a decentralized crypto-asset exchange (DEX), enabling the listing and trading of native crypto tokens.", "Solace is a decentralized coverage protocol based on automatic claim assessment, intelligent risk assessment, and acquiring own capital to provide an easy and risk-free experience for users and underwriters.", "NEXTYPE is an integrated application ecosystem among game, NFT and DeFi that can be cross-chain (cross platform), which will create a more efficient and free NFT asset swapping protocol for the blockchain world, and provide users with high-quality multiform Dapps based on games + DeFi, games + NFT synthesis, and NFT + DeFi.", "The Sumswap unites decentralized protocols whose synergy enables the most lucrative, fastest and protected operations in the DeFi space.", "CashCow Protocol is a community driven project with the vision of creating an NFT based Play to Earn Blockchain Game.", "CryptoMate is a decentralized ecosystem and an AI guide for the people who don't know how to access and benefit from the Crypto Economy.", "Growth DeFi is a decentralized ecosystem that focuses on capital efficiency and maximizing returns through a variety of products. The goal is to maximize token holder value and maintain the best yields & products in the market. The ecosystem is composed of three tokens: WHEAT: Inflationary to begin, becomes deflationary over time - makes high yield farming on BSC sustainable. gROOT: Deflationary, limited supply - managed, diversified treasury investing with revenue share. GRO: Deflationary, governance with staking rewards earns revenue from everything built", "Hades Swap is a community-driven AMM and DeFi Hub for the Polis Olympus blockchain.", "The Revest Protocol pioneers a revolutionary new use of NFTs as financial tools. Individual and project level users can deposit any ERC20 into our interactive FNFTs and set custom unlocking conditions (time, value, or contract based). This high level of composability fills many of the massive gaps in the crypto landscape ranging from something as simple as new KPI based token vesting for launching dev teams to truly game changing implications for derivative and borrowing/lending platforms", "ZYXSwap is an AMM styled decentralized exchange (DEX) on ZYX Network", "Soluna is a protocol for composable stable assets designed to bridge Anchor Protocol's high-yield savings to Solana.", "GARD is the first truly decentralized dollar and the first algorithmic stablecoin on Algorand. GARD allows Algorand Governance participants unlock liquidity committed to Algorand Governance.", "Warp is a new GameFi protocol, combining NFT starships, multiple staking pools, and deflationary tokenomics.", "Timeswap is the first fully permissionless, oracle-less, non-liquidatable, fixed maturity lending & borrowing protocol.", "The Stable Swap owned by the Metis Community. Drachma offers Curve style hyper efficient, low slippage swaps for both pegged and unpegged assets", "An adventure in treasure management on Avalanche", "Dark Matter employs its native token, DMD, in all aspects of its ecosystem, including governance. At launch, you are able to stake, pool, and earn DMD. Additional use cases are in development, featuring NFTs and more.", "Piggybank is a decentralized reserve currency protocol based on the PB token. Each PB token is backed by a basket of assets (e.g. MIM, LPs) in the PiggyBankDAO treasury, giving it an intrinsic value that it cannot fall below. PiggyBankDAO also introduces unique economic and game-theoretic dynamics into the market through staking and bonding.", "Fast growing Defi on BSC and Shiden! Fractionalize and farm NFTs.", "DeHive is a multi-chain asset management protocol that provides smart asset management of tokenized portfolios.", "As an organization, it is committed to becoming the bank of the metaverse, while building open-source developer tooling and community management tools to augment the operating efficiency of DAOs.", "Volta DAO is a decentralized reserve currency built on Fantom and AVAX", "Cross-chain protocol allowing anyone to deploy DeFi and NFT farms with no code required.", "Kaddex the evolution of DeFi on Kadena.", "Strips Finance is an interest rate derivatives platform.", "MinMax Finance aims to be the leading cross-chain stablecoin AMM on IoTeX. Built on top of Saddle, MinMax is the first next generation stablecoin AMM protocol on IoTeX. MinMax provides the liquidity foundation for all kind of stablecoins. As IoTeX ’s core cross-chain liquidity network, MinMax helps facilitate the transfer of assets between IoTeX and other blockchains. Users deposit crypto assets into our IoTeX liquidity pools to earn passive yield from transaction fees, token-based incentives, and eventually automated DeFi strategies.", "A community-backed decentralized exchange for Avalanche assets, but with the perfect smell of freshly baked bread.", "Degen Haus is a place that should have been here years ago. Are you sick of teddy bear/dog/cat memes and other regurgitated cyrpto-themes? Time for something unique and different. That’s where Degen Haus comes in!", "Hebeswap is a protocol for automated token exchange on Ethereum Classic. It was launched on December 29, 2021. Hebeswap a simple smart contract interface for swapping ERC20 tokens. It has a formalized model for pooling liquidity reserves. It serves as an open-source frontend interface for traders and liquidity providers and is committed to providing free and decentralized asset exchange.", "We curate a comprehensive family of market indices and tokenized products, and help investors build and manage their web3 portfolios.", "Twindex enables the trading of synthetic assets pegged to real-world prices in the most accessible way with its unique mechanism.", "Buffer is a decentralized peer to pool options trading platform. Where all options and predictions are minted as NFTs", "A sustainable multi-chain DEX which builds and drives liquidity for layer-one blockchains, bridges and partnering projects.", "Auctus brings on-chain options to the ecosystem.", "StakeEasy is a privacy preserving liquid staking solution.", "We introduce MiniSwap to enable a connected network of DeFi ecosystems. MiniSwap provides a decentralised platform for exercising financial products.", "Alium Swap is a Decentralized AMM Exchange with Multi-blockchain Option and NFTs", "The world's first Multi-DEX platform", "Kebab Finance is a DEX using AMM technology. Started out as a PancakeSwap fork and have grown to forge their own identity and community.", "Polywhale Finance is a 3rd generation yield farm on Polygon", "DAPP Account DAO is a cross-chain DeFi platform that utilizes DAO governance to launch and manage best DeFi strategies to maximize profits for token holders.", "The first algorithmic stablecoin on Emerald ParaTime, pegged to the price of 1 ROSE via seigniorage.", "Waka Finance is building a DeFi Hub to support the Fantom ecosystem. Starting with an AMM (WakaSwap), there is a roadmap to have support for liquid staking derivatives, lending & borrowing, yield generation, leverage products, and NFTs", "Universe Finance is a Uniswap V3 liquidity management platform based on risk grading and quantitative strategies.", "SEntropyfi is a decentralized platform that can potentially enable Defi users to amplify their yield for 10x by playing lossless games (e.g., market prediction, insurance, etc.). ", "DeFi portfolio sharing protocol that enables you to build or copy portfolios of DeFi investments in a single transaction.", "PolygonFarm Finance is a community led next generation stable-yield farming protocol established exclusively on the Polygon ecosystem.", "Devil Finance is a Decentralized Yield Optimizer platform that allows its users to earn compound interest on their crypto holdings", "Yieldly is a suite of DeFi apps on the Algorand blockchain, including no-loss prize games, multi-asset staking, and cross-chain swapping.", "DungeonSwap is a decentralized table-top RPG style web game on the Binance Smart Chain with play-to-earn, yield farming features and NFTs.", "Yield aggregator", "Zoo is an ecosystem of decentralized applications powered by Fantom network. Primary project's token (ZOO) is utilized within the ecosystem among various of developed projects - ZooWallet (portfolio monitoring), ZooPet (NFT marketplace), ZooCharts (charting provider), ZooDex (decentralized exchange), ZooTrade (DEX aggregator).", "Doki Doki is a gamified marketplace platform that combines NFTs, Gachapon Machines, & yield-farming.", "Tezos DeFi platform with YieldFarming, NFT, FlameDex, Decentralized exchange, Gaming and casino", "The First StableSwap Exchange & Liquidity Pool  Brewing on BobaNetwork", "MacaronSwap is a DEX that allows users to be Liquidity Provider, Farming, Staking, Exchange, Bridge Assets across chains and more...", "A fully decentralized protocol for automated liquidity provision on Obyte.", "We aim to connect DeFi with the real world. paprprintr at its core, is an algorithmic stablecoin driven by elastic expansion and burn.", "DeFiner empowers users to embrace the new digital economy and unlock instant value from their crypto assets through earning, lending, and borrowing.", "The best and sustainable yield from other excellent DeFi yield aggregator and platforms.", "Next generation order book limit trading on Uniswap.", "SOLANAX is a decentralized and non-custodial automated liquidity mechanism supporting trades within the Solana ecosystem", "BunnyPark is a DeFi + NFT project deployed on BSC focusing on NFT SaaSization and product standardization that allows the output of NFT development standards, diverse gameplay, product rules and application values into a series of standard smart contracts.", "The $aHYPE Social Index reflects the performance of a portfolio selected from the most socially active cryptocurrencies in the past 30 days, using Heimdall Social Score data.", "BondAppétit, a DeFi protocol for business loans. BondAppétit provides an infrastructure that connects decentralized finance and traditional debt instruments with the participation of regulated securities and cryptocurrency brokers/dealers.", "The leading AMM DEX / yield farming / NFT gaming platform on HECO audited by CertiK and Knownsec.", "Complus Network is an (AMM) decentralized crypto exchange (DEX) and yield farming protocol on Avalanche.", "S.Finance is a stable coin trading protocol, introducing a new token governance plan.", "Anedak paves the way for token creation on the Kadena Network.", "Thorus is an all in one cross-chain DeFi Platform with an adaptable treasury system, and a token holder first approach. All protocol functions are designed to reinforce this mentality", "Decentralized money on Solana.", "KafeFinance is a cross-chain yield optimizer that provides a single platform to auto-compound farms from a variety of projects on MoonRiver and Cronos. KafeFinance has also expanded the platform to include tools such as a portfolio dashboard and zapper.", "Uniswap v2 fork on Astar Network, the most optimized contracts for P2P trading. Yield farm without lock-up.", "The Suterusu Protocol is a second-layer private payment infrastructure for smart contract platforms.", "Merlin is an auto-compounding yield aggregator with an ecosystem optimized to focus on safe and sustainable maximum yield return.", "PIDAO is a decentralized reserve currency protocol based on the PID token and aims at building a community-owned decentralized financial infrastructure for the crypto world", "MiniPanther is a DAO with only 14 days of supply expansion. On the 15th day, 80% of the treasury will be used for buybacks! After that, MP will become the meme token of the Fantom ecosystem. The DAO also operates PantherUSD, a backed stablecoin with arbitrage-enforced pricing.", "Tarina allows low cost, near 0 slippage trades on uncorrelated or tightly correlated assets. An revolutionanew Automated Market Maker (AMM) on the Avalanche Network. Low cost stable coin swaps,Transaction fee is only 0.01%.", "Fuzz.Fi is a swap platform that gives incentives to users who stake to the Fuzz.Fi validator through the use of our FUZZ token.", "Lachain is the Cross Chain DeFi protocol. It allows seamless access to multitude of decentralized finance products on major blockchains without gas tokens management. Pay all fees and gas with LA token.", "ELEPHANT.MONEY implements a voluntary, sustainable, and permissionless global economic engine on top of a collection of blue chip assets, a core rewards token (ELEPHANT), and a stable coin (TRUNK). The ELEPHANT.MONEY protocol is a 100% complete and finished product and provides yield and price appreciation in any market cycle.", "DAOventures is a DeFi technologies based automated investment fund that automatically invests into DeFi protocols and generates returns for the fund based on risk mandate.", "The Cycle Protocol is a yield optimizer containing vaults and a liquidity mining program.", "Defi yield optimizer for Cronos", "Boss Swap Finance is an unique DEX launching on the Harmony Protocol. We’ve taken some of our favorite features from other projects and added them together to make BOSS swap with some BOSS unique style.", "Dual earning Yield Farm with USDT earning bank. Earn $JOE and $SING at once with your LP with high APR. Launched as an official partner of TraderJoe.", "Multi-Chain Miner is the largest DeFi Yield Mining project.", "When cubo and dai tokens are deposited to mint liquidity node tokens, I check the dai token balance in the contract, also the balance of their treasury address.", "Arrow allows individuals, protocols, and DAOs on Solana to launch staking derivatives which redirect yield to a different address.", "Versa is the decentralized exchange on Astar Network with the yield farming and staking. It has very high APY and simple UI, quite easy to use.", "Tenet is a cross-chain Automated Market Maker (AMM) connector that provides a decentralized Liquidity Tap for various tokens.", "An innovative DEX based on an automatic market maker mechanism on HECO", "Automated coordination strategies to maximize yield on Solidly. Inspired by Convex.", "SWAPP Protocol is a decentralized, fairly launched, ETH-paired utility token used to both facilitate yield farming rewards in the Swapp DeFi platform as well as serve as the form of rewards within the Swapp smartphone app (on ios and android).", "Uniswap fork on GoChain. Transactions settle in seconds and cost less than a penny. And you can still trade all your favorite Ethereum tokens such as WBTC and ETH as well as GoChain native tokens.", "Nord Finance is a Decentralized Financial Ecosystem designed to simplify DeFi investing by bringing key features of traditional finance to the DeFi ecosystem. Nord Finance is built on Ethereum Network. Multichain interoperability of Nord Finance powers a plethora of financial primitives, which constitute Savings, Advisory, Loans against crypto assets, Investment and Fund management. Nord Finance is creating innovative ways for everyone to generate wealth with Blockchain Technology.", "A cutting-edge DeFi tool designed to OPTIMISE and AMPLIFY the returns from yield farming platforms, whilst maximising the benefits of LOCKED LIQUIDITY to create a truly unparalleled token economy.", "SleepEarn Finance is a Decentralized, Yield Optimizer platform on KardiaChain that allows its users to earn compound interest on their crypto holdings.", "LUX is a decentralized reserve currency that remains unbound by a peg. Luxor is the first multi-chain, decentralized reserve currency protocol available on the Fantom Opera Network based on the LUX token.", "Duneswap is an Automated Market Maker/Decentralized Exchange native to Oasis Emerald ParaTime Network. DUNE is the native token to the platform which can be attained by farming/staking or trading for.", "Creating a more complete Smartbch DEX and DeFi experience together.", "Efficient, low cost, single sided Automated Market Maker (AMM) with a universal liquidity token, $SCX. Offering lower impermanent loss than traditional AMMs, and shining as a wholesaler of yield strategies, for half the gas of alternative options.", "Mean Finance is an open protocol that enables users (or protocols) to Dollar Cost Average (DCA) any ERC20 into any ERC20 with their preferred period frequency, without sacrificing decentralization or giving up personal information to any centralized parties.", "Stableswap DEX on Moonriver", "RagnarokDAO is a decentralized reserve currency on the Avalanche network.", "Edge Protocol is a money-market-as-a-service (MMaaS) provider on Terra ecosystem.", "KryptoDEX is powered by InterDeFi with many winning components: a DEX with a very attractive trading fee, a launchpad with great IDO track record, a NFT marketplace, unique 3-type referral system and more.", "Bagels Finance is the first cross-chain leveraged yield farming protocol(multi-chain). Users can deposit ETH, WBTC, USDT, BUSD, BNB and other assets into Bagels smart contracts to earn the highest APY in the market; Bagels aims to provide users with 2x-10x leverage to earn 2x-10x APY in yield of leveraged farming and transaction fees of LP providers. It provides better liquidity for BSC, Ethereum Layer2 and other ecosystems.", "Safe Yield Farming on AVAX", "ArenaSwap is a decentralized exchange platform built on BSC (Binance Smart Chain) that focuses on gamification of yield farming and gambling.", "CobraSwap is VenomDAO's decentralized exchange and yield farming protocol on the Binance Smart Chain. Following the recent success establishing ViperSwap as the leading DEX on Harmony Protocol. Featuring a unique rewards mechanism inspired by BAO Finance, CobraSwap provides some of the most competitive yields for liquidity providers.", "The Permissionless Stablecoin Minting Protocol, Mint USDO with the tokens you own. Trade USDO for the tokens you want.", "Vee Finance is a DeFi lending platform for traditional financed and crypto users alike.", "Mobius Finance is the first multi-collateral decentralized trading protocol that allows users to create and trade synthetic assets with zero slippage, built on top of Polygon", "BiShares provides safe crypto diversification through decentralized Exchange Traded Funds (dETFs) on multiple chains. Bison is BiShares governance token and is used to vote for all the proposals related to the protocol", "Lixir Finance is a fully automated and optimized concentrated liquidity manager. Through Lixir, users and other protocols can deploy liquidity in a tight price range on AMMs like Uniswap V3 and Trident without having to worry about the added complexity of active management - Lixir automates this for them. By deploying liquidity in a tight range around the current price, both capital efficiency and liquidity conditions improve dramatically, and liquidity providers enjoy greatly increased LP fees. In order to maximize efficiency, Lixir makes sure the liquidity maintains in a tight range around the constantly changing price by actively managing it.", "A one-stop DeFi hub with realigned incentives for network participants via revenue sharing & community-driven network effects.", "StarTerra is a Gamified LaunchPad with lottery based + guaranteed allocations, Play2Earn and NFT Integration. Through our gamification you, the investor, can strategize your way into larger allocations and be send out into Universe to conquer other planets, moons and galaxies!", "Redefining your DEX Experience. Completely gasless, instant and cross chain AMM DEX", "PolyShield is a yield farming protocol on Polygon", "All projects can benefit from decentralized governance. Governor DAO aids new and existing projects alike in transitioning to a DAO via Governance-as-a-Service.", "The World First Liquidity Mining Coin with Static Rewards.", "Decentralized sportsbook on EOS.", "KingDeFi is a DeFi project combining two main areas: analytics and monitoring where we provide a market overview, liquidity pool search engine and portfolio tracking to users and farming as we are a yield optimizer project on BSC and Solana.", "WEOWNS is a digital currency for all humanity. It’s designed to benefit African nations and the world as a whole. The WEOWN system includes Weownomy, an alternative social media platform that will give stakeholders full control over their content and their own space on the internet. WEOWNS is Africa’s first truly viable answer to Bitcoin or other cryptocurrencies like Ethereum.", "Stabilize is a decentralized borrowing protocol2.0 that allows you to draw interest-free loans against basic asset & ibTKNs used as collaterals.", "Shade.Cash is a decentralized protocol for private transactions on the Fantom Opera network.", "M.finance is the first cross-chain mining contract in the entire network.", "http://Fluity.finance is a decentralized borrowing protocol with interest-free loans, high capital efficiency, and censorship-resistant stablecoins on BSC.", "RAILGUN secures privacy for DEX trading and lending. Built without any bridge or layer-2, RAILGUN is a smart contract system that gives zk-SNARK privacy to any transaction or smart contract interaction on Ethereum.", "Omicron is a decentralized reserve currency protocol available on the Arbitrum Network based on the OMIC token. Each OMIC token is backed by a basket of assets (e.g. MIM, OMIC-MIM LP) in the OMIC treasury, giving it an intrinsic value that it cannot fall below.", "Minimax.finance is an aggregator of staking and yield farming opportunities with stop loss and take profit.", "Revolutionary DeFi Yield Farm on Fantom chain with referral system to give you that extra boost. Astral Farm also has auto-burn and auto-liquidity to ensure sustainably native price.", "Ohm fork", "Amaterasu Finance is a native DEX on the Aurora chain. The governance token of the protocol is IZANAGI (ticker: $IZA)", "Cesta Finance is a next generation DAO reserve currency on Avalanche, combining the best of yield farming index funds and the 'protocol-owned-liquidity' token model of DeFi 2.0.", "CyberTime Finance is a decentralized application platform designed to be an ecosystem containing farming, DAO, NFT, Mystery Boxes and a game called Daopolis. The project runs on Binance Smart Chain (BSC).", "Fairly launched partial-collateralized stablecoin.", "Mushrooms Finance is yet another crypto earning vault with focus on seeking sustainable profit in DeFi universe", "High yields farming and cross-chain - #Polygon & #BSC", "A Multi-faceted growth hacker for indie projects, ftm.guru provides numerous Tools, Services and niche utility-applications to users and bespoke product customization, liquidity enhancement and data analytics products to De-Fi innovators", "Pear is a non-custodial marketplace governed by the community-driven DAO that facilitates the trading of all things tradable against on-chain assets.", "Waterfall, a new Stable & Smart DeFi Token on BSC Network", "KokomoSwap is a Binance Smart Chain based AMM (automated market maker) DEX(decentralized exchange) designed to facilitate the seamless transaction of crypto assets in a fun-filled and profitable manner.", "KokoSwap is a unique platform which combines exciting and upcoming features of NFT trades and blockchain gaming.", "Dios Finance is a Community-owned Ecosystem backed by Crypto Treasury on Binance Smart Chain.", "Automatic Yield Optimizer with lowest fees", "Multi-Chain Yield Optimizer", "Trick or Treat Farm aims to provide a safe and fortuitous place for newcomers and veterans alike to increase the yields on cryptocurrency tokens deposited in the farm.", "The Decentralized Reserve Currency from The Light.", "BSCStation (BSCS) aims to build a Full-Stack DEFI with NFT Auction on the Binance Smart Chain.", "BCHPad is a decentralized IDO platform protocol built on Smart BitcoinCash, giving projects the possibility to raise capital and kickstart their project in a permissionless and decentralized manner.", "The first community-driven delta-one asset protocol on Moonriver", "DeFireX is a group of smart contracts that works with leading DeFi projects for ensuring its users the most reliable and highly profitable level of liquidity mining at minimal fees.", "FATFIRE is a new Smart DeFi Rewards Token & Yield Generator on the Fantom Network - with ZERO deposit fees.", "Robinia Swap is the Yield Farm DeFi and AMM decentralized exchange running on Binance Smart Chain.", "The Boo Finance Protocol is pioneering DeFi 3.0 with optimized, competitive yield-farming and staking with deflationary NFTs and DAO on the Avalanche Network.", "V3S Finance, the first ecosystem running around an algorithmic token pegged to VVS on Cronos chain. Build by a team of VVS Diamond holders", "TaiChi is a decentralized reserve currency protocol available on the BSC (Binance Smart Chain) network based on the TAC token. Each TAC token is backed by a basket of assets (e.g., BUSD, BUSD-TAC LP, wBNB, etc.)", "The first algorithmic token pegged to METF running on the Cronos Chain.Completely decentralized on chain governance.", "LIFE is a reward and governance token integrating DeFi yield farming on the Fantom network. Earn yield from your ERC-20 tokens and LP tokens by staking and earning LIFE rewards.", "The protocol for yield generation and DEX trading, created by & for the DeFi community. Providing synthetic assets: USD and BTC pegged tokens.", "A New Protocol for Yield-Capable Private Transactions.", "DEX on Moonriver network", "PureFi — one-stop compliance protocol for decentralized finances", "EmberSwap is a decentralized exchange, providing liquidity and enabling peer-to-peer transactions on the smartBCH Network. The goal is to provide a comprehensive and convenient, one-stop platform for the cryptocurrency community.", "Coslend lending protocol is the first money market on Evmos Ecosystem based on Compound.", "Newland is a one-stop decentralized ecological platform that integrates multiple public chains", "YieldHub aggregates and optimizes yield for decentralized finance investors. Investors can browse and deposit their assets into vaults that offer the best of DeFi to maximize returns.", "A decentralized meritocracy for investors", "One-step solution for swapping tokens on Lachain. Users can earn fees for each swap by adding and removing liquidity to the pairs on ladex.", "A fair-launch yield farming & play to earn protocol on Binance Smart Chain", "Piggy is a decentralized borrowing protocol that offers interest-free, efficiently collateralized loans backed by $BNB.", "Lemuria Finance is the first native yield optimizer on Milkomeda. They offer competitively low fees and mythological APYs.", "Delta.theta is a peer-to-peer asset options trading decentralized exchange", "Squid Stake is a decentralized yield farm aimed at providing high passive income through select farms and pools via Stable Pegged APR (SPA)", "Bridging the Worlds of Traditional Finance and Decentralised Networks", "The first staking protocol built upon Hegic.", "Alligator is a decentralized trading platform on Avalanche", " Fractional-algorithmic Synthetic token on Fantom Opera", "Manifest is a collective of creators, innovators, and people who want more out of life. Stake MNFST for sMNFST to own the future of decentralized business.", "BeGlobal.finance aims to be your preferred DeFi site offering trading (swaps), optimizer (auto-compound), NFTs with multiple utilies and highest yields vaults, among with other features that will be released in the near future.", "Flashstaking introduces the concept of locking money today and earning money from the future - the time travel of money. All done in a decentralized, instantaneous, and permissionless manner.", "SpaceFi is a cross-chain web3.0 platform, with DEX+Farm+NFT+Starter+Spacebase.", "Aquarius is a decentralized borrowing protocol with interest-free loans, high capital efficiency. we expect Aquarius to be the next MakerDao in the Fantom.", "northpole.money is a lending platform that uses interest-bearing tokens (ibTKNs) as collateral to borrow a USD pegged stablecoin (POLE), that can be used as any other traditional stablecoin.", "The most popular AMM on BSC! Earn CORIS through yield farming, then stake it in Pools to earn more tokens! I, NFTs, Wallet and more", "A DEX haven for Simps to unite in the world of crypto.", "YumiSwap is a crypto world for users to trade, earn, and game. It is the premier choice for projects on Astar with features including AMM, NFT, and GameFi.", "1Beam is building a decentralised application ecosystem on the Moonbeam Ecosystem.", "Crafting is a protocol for forging and trading Rafts, which are smart synthetic assets", "PartySwap is an application focused on bringing liquidity to the Avalanche Ecosystem through different activities starting with an AMM (Automated Market Maker)", "NoahArkDAO is a fork of Olympus on multi-chain, starting from Avalanche. Designed to provide backup for Game-Fi crypto with stablecoins and Proof of Liquidity.", "CoFiX is the most efficient DEX on Ethereum.", "A-DAO will be based on dApp staking of Astar Network. Users will get some of the developer rewards while participating and gaining basic rewards.", "Yapeswap is an Automated Market Maker that enables liquidity providers to earn additional yield by investing idle token reserves from liquidity pools into yield farming and aggregator services hosted by Yearn Finance. The protocol is maintained by independent developers and governed by veYAPE holders.", "KUU is a decentralized protocol designed to provide reinforcing liquidity to on-chain keepers to maximize on-chain profit through liquidations, DEX arbitrage and other on-chain opportunities.", "Galaxy Goggle DAO is a decentralized reserve currency protocol based on the GG token", "Polkamarkets is an Autonomous Prediction Market Protocol built for cross-chain information exchange and trading, where users take positions on outcomes of real-world events in a decentralized and interoperable platform, running on EVM.", "Artemis is a multi-product DeFi Protocol built to incubate and bootstrap Harmony-based projects and ideas.", "Algorithmic synthetics platform", "Parassets such as PUSD, PETH are generated by protocol collateral and anchor the underlying asset with an intrinsic value of 1:1", "ArbiRiseFinance is a set of tools for DeFi users on Arbitrum.", "A collection of DEX, Token, and NFT Market!", "Genesys is a new decentralized yield farming project running on Fantom Opera. Built upon proven features and logic to generate solid yields and passive income.", "FortuneDAO is the first is a decentralized reserve currency on Cronos network. Using our treasury, we will farm, buy and accumulate native tokens in Cronos. As stated repeatedly, this will help support the Cronos ecosystem and also allows us to become a blackhole for Cronos.", "MochiSwap is a Decentralized DEX exchange and supports users around the world offering decentralized asset swapping and liquidity pools, security is high concern and the DAO is under control with a \"Gnosis Safe” multisignature wallet. MochiSwap currently supports Harmony ONE, Binance Smart Chain along with Incentivized liquidity pools for yield mining.", "CatsLuck is a prediction market platform allowing everyone to bet on events, play the lottery and more.", "Amy Finance is a Layer 2 based & LP-friendly Lending Protocol.", "Agave rewards depositors with passive income and lets them use their deposits as collateral to borrow and lend digital assets. Forked from Aave.", "Salem Finance is a Yield Farming Protocol.", "Third Gen Farming built on Fantom for dividends, yields, and buybacks", "Zabu Finance helps you maximize your yield through a full-fledged ecosystem with yield-aggregation, yield farming, staking, fundraising and focuses on bringing DeFi to everyone in a fun and an easy to understand way!", "Qilin is a decentralized volatility protocol that provides the ability to long volalitity of any crypto asset.", "Summit is bringing new & unique features to the Fantom DeFi space, starting off with a \"Gamified Yield Multiplying\" Protocol first on $FTM", "Risk free high earning prediction market, you'll grow like you do in games", "Mercurity is an open DeFi platform powered by swap. The most important problems we aim to solve are: low capital utilization, impermanent loss risk, and poor community governance capabilities.", "Starbank is the first decentralized investment platform on Astar Network.", "Bastille De La Bouje is the third layer of the Bouje Finance ecosystem bringing a solid APR Reset concept back in, focusing on safety and sustainability of our users, furthermore having a Dynamic APR structure to maximise and bring the highest yields to our users.", "The Grand Banks brings yield farming back to basics. No barrier for entry, no multiple steps to farming — just the simple, easy depositing of your token of choice to start yield farming.", "IFSwap is an open AMM model dex protocol for CSC.", "Symblox is a decentralized synthetic asset issuance and trading protocol on the blockchain.", "SwapMatic empowers innovative blockchain projects by providing an Automated Market Making (AMM) and yield farming platform on Polygon L2 chain.", "A fully decentralized protocol and a collection and Auto Battler Game launching on Immutable X. Illuvium represents a new age in gaming.", "DolphinSwap supports multiple proportional market-making mechanisms", "High security crosschain Yieldfarming DAPP and crypto platform running on the Binance Smart Chain (BSC) and Polygon chain using the ApeSwap Exchange.", "Yield Farming on FTM", "StormSwap is a decentralized yield farming & yield aggegrator protocol powered by Avalanche", "#1 generation decentralized Stable-Yield aggregating Farm on #FTM", "Automated Market Maker with Limit Order Features, Impermanent Loss Protection & Futuristic UI", "Gondola Finance connects any asset on Avalanche. Gondola is a fork of Saddle, but empowered by Avalanche’s high throughput and subsecond finality. Leveraging the StableSwap algorithm, we will connect any asset on Avalanche to solve the fragmented liquidity problem due to multiple bridges.", "Masterchef yield farming on Fantom", "MonoX is a new DeFi protocol using a single token design for liquidity pools (instead of using pool pairs). This is made possible by grouping deposited tokens into a virtual pair with the vCASH stablecoin.", "A decentralized protocol to govern stablecoin issuance on the Zilliqa Blockchain.", "The DeFi Yield Protocol (DYP) is a unique platform that offers solutions for yield farming, staking, NFTs, and enabling users to leverage the advanced trading tools of the DYP.", "Baker Guild $BREAD is a decentralized autonomous organization (DAO) & new yield farming protocol on Fantom Opera.", "YieldFarming on Milkomeda Network", "LoTerra is a decentralized lottery regulated by a smart contract and managed by LOTA holders.", "Yield aggregator that combines DAO mechanics and boosting the whole ecosystem.", "A multichain DeFi ecosystem", "Frog Nation Farm is a yield farm on the Fantom Opera Network.", "The minting 10,000 NFTs was a fully on-chain process thanks to the use of Chainlink VRF. This guaranteed that every Luchador was minted without post-reveal or rarity manipulation. Each Luchador has 100% on-chain SVG art + metadata, so they will always exist on the Ethereum blockchain. However, to reduce the gas-costs, tokenomics and gameplay mechanics will be on Polygon so these Luchadores can battle for as long as the blockchain stands.", "Oaswap is an automated market-making (AMM) decentralized exchange (DEX) on the Oasis Emerald network.", "PolyYeld Finance is a next-generation yield farming protocol on the Polygon network with lots of unique and creative features that enable you to earn a passive income.", "The New Generation Multi-Network Yield Farming enhanced by NFTs", "AMM on bsc", "Skeleton Finance is a yield optimizer on Fantom Opera. Users can deposit various tokens and get their yield auto-compounded. SKULL token is given as bonus reward on top of their yield. SKULL token is native yield farming token to Skeleton.finance. SKULL holders receive protocol fees and will be able to vote on protocol changes.", "SmartDex is as the DEX on SmartBCH that is using very potent mechanisms behind the scenes that rewards holders of dSMART, through solo staking and revenue accrual models.", "The hottest new AMM on BSC! Earn CST through yield farming, then stake it in Csyrup Pools to earn more tokens. Swap, stake, and earn", "VultureSwap is a DEX on Cronos Chain which offers token swap/trading at the lowest price on the whole Cronos Defi space.", "MarshmallowDeFi (MASH) is the next generation of Automated Market Making (AMM) decentralized exchange with a deflationary governance token model. We are your go-to yield farm running on Binance Smart Chain", "Open-source DEX on Tezos: create your own pools, farm, earn combo rewards. Let's develop the #Tezos #DeFi ecosystem together!", "BORGSWAP offers Vaults, Staking and Yield Farms for the Alpha Quadrant with innovative DeFi token mechanisms like token burn and tax.", "Decentralized reserve currency with no team allocation.", "ONI.exchange is an intelligent decentralized exchange running on Binance Smart Chain, with AMM, NFTs, and Yield Farming.", "Safe, Fair & Transparent Yield Farming Optimizer on BSC", "At Lowcostswap, in addition to opting for very low deposit fees and practically zero transfer fees, we also choose to maintain the pioneering idea of decentralized finance, Keep it simple!", "Elephant Dex is a decentralized HRC20 token exchange on the Harmony network.", "Cyberdog offers features like vaults, incentive pools, NFT marketplace, layers in order to create much more utility to the community.", "Waterfall, a new Stable & Smart DeFi Token on #Fantom Network", "Farming protocol on Arbitrum", "TiPiDao is a decentralized reserve currency protocol based on the TPD token.", "Cerberus is a decentralized reserve currency protocol launching under the 3DOG (🐶,🐶,🐶) token. Each 3DOG token is backed by a basket of assets, starting with meme coins, e.g. Shiba Inu (SHIB), Ethereum (wETH), and, eventually, stablecoins (DAI)", "Community Powered AMM on Fantom", "The first and also largest algorithmic stablecoin platform on Cronos. $SVN is pegged to the price of 1 MMF via seigniorage.", "Deflationary yield farm on Fantom Network.", "Bring.Finance is a decentralized cross-chain staking platform. ", "HONK World represents the clown world we are all living in today. HONK token is one of the oldest tokens on BCH. Now migrated from SLP to SmartBCH, its scope has expanded to HONK World, which includes farming and NFTs. HONK World and its HONK token aim to bring more fun into crypto and the SmartBCH ecosystem!", "FarmHero is a novel protocol that mixes NFT, gaming and DEFI concepts.", "Moneyrain, a new Stable & Smart DeFi Token on Fantom Network", "Gaia DAO’s mission is to fight climate change by all means and save humanity.", "Protocol running on Boba Network, inspired by Curve Finance", "A new Asset Class called Stable Progressive Coin. We aim to be the World's Most Powerful Reserve and Store of Value Currency.", "ADAX is an automated liquidity protocol that facilitates trades within the Cardano ecosystem in a completely decentralized and non-custodial way.", "TroyDefi is a Binance Smart Chain yield farming project with high yields and a limited supply of 500,000 TROY tokens. Binance Smart Chain (BSC) solves many issues that exist on the Ethereum network.", "Newly-launched yield farm and AMM based on Avalanche. Our goal is to create a strong and trustworthy foundation for which to be built upon by other businesses and clients alike. Brand new functions and utilities will be added upon our CYF token to sustain an enjoyable and immersive environment for our users", "Scranton.Finance is a brand new yield farm on FTM focused on community and relationships.", "One Ring is a Multi-Chain Cross-Stable Yield Optimizer Platform.", "QIAN protocol provides a set of open architecture allowing anyone to generate stable-value tokens, anytime and anywhere.", "Yield Farming on FTM", "Polygon yield farm", "Demodyfi is able to build a next-generation DEX that extends its DeFi product line into a single-source, cross-chain market. The ability to do both pools and cross-chain swaps, powered by the Polkadot ecosystem, can provide higher throughput for faster and cheaper transactions while remaining connected to the Ethereum Network and other blockchains for liquidity.", "SmolSwap is the cutest fair launch decentralised trading platform on the Cronos chain where you can trade and earn in a safe, simple, and fun manner.", "Cemetery Finance is a farm with the simple purpose of generating passive income for users of the fantom ecosystem with sustainable and persistent gains, bringing balanced issuances and greater incentives to holders of the native HAUNT token.", "Astral Financial is the first native yield optimizer on Moonbeam. We offer competitively low fees and astronomical APYs.", "Blizzard is an advanced yield accumulator that helps users (even with little technical know-how) to achieve an optimised farming adventure, helping them to farm and stake.", "BlackBird Finance, a new Defi protocol powered by Cronos Network to offer exciting features to the Defi community of Cronos to earn better yields and profits.", "Revolutionary DeFi Yield Farm on Fantom chain with referral system to give you that extra boost. Astral Farm also has auto-burn and auto-liquidity to ensure sustainably native price.", "Polyroll is a decentralized gaming platform built on Polygon Network and Chainlink. Unlike traditional games that operate in black boxes, Polyroll runs on smart contracts that are fair, transparent, non-custodian, and immutable.", "The Seed Farm is a decentralized yield farming project running on Avalanche.", "STAKE1 is a lending protocol where users can borrow volatile tokens at zero percent interest. We are building banking infrastructure in DeFi, addressing short-selling, OTC trades, swaps, and other use cases", "KungFuu Finance is an auto-staking protocol on Fantom with a 50,000% fixed APY. Owners of Fork It, the leading DeFi fork listing ecosystem.", "Yield Farming Protocol on Fantom", "Our simple, easy to use yield products enable you to easily connect with the highest yields from around the world.", "kcc.guru is the home to Kucino Casino, the first Casino of KCC and the Kompound Protocol - an innovative multi-chain yield-compounder with TVL-preserving worker-incentivization mechanisms and without the hidden \"migrator\" (a.k.a. upgradeStrat, swtichStrategy, panic function) found in other mainstream vaults.", "GemMine - this is not just a farm! It will bring together and help projects such as Waterfall, Knights of Fantom, Moneyrain & MyMine", "Next Generation Community Focused DEX on AstarNetwork", "EOS trading platform - Safe, Fluency, Concise, Flexible fees, High APY.", "Kimochi Finance is a platform fully integrated with DeFi applications on Binance Smart Chain.", "TerraFloki is the 2nd Decentralised Exchange (DEX) launched on Terra. Main utility of TerraFloki DEX is trading $TFLOKI and NFT Tickets (needed to ensure the NFT-as-a-Subscription model of NFT distribution). NFTs are essential building blocks of the Flokiverse - an emerging P2E ecosystem with an open economy.", "Helios Prime enables everyday investors the opportunity to invest in an index fund, which tracks the performance of a wide range of projects helping to diversify risk.", "WeStarter is a cross-chain token initial swap platform which based on HECO network. Through the fluency of the product and sufficient industry resources, it carries the requirement of resources for a variety of asset types. With the role of gatekeeper, through the decentralized incentive and governance mechanism of tokens, to achieve the goal of selecting high-quality assets.", "Pinyottas are NFTs that hold a collection of different fungible assets (a.k.a. ERC-20 tokens), so when a pinyotta is transferred to a new owner, the ERC-20 tokens move along with the pinyotta.", "FlareLoans is a decentralized borrowing protocol that allows the users to draw interest-free loans against SGB/WSGB used as collateral.", "Powered by Fantom (FTM) with its high-speed consensus mechanism, Earn FEAR through yield farming or via our Incentives Pools and Vault Staking", "Yield Farm on BSC", "PRISM enables users to split digital assets into yield and principal components, unleashing the next level of DeFi composability.", "FIREDAO provides automated yield optimization strategies", "Bourbon DAO is a decentralized reserve currency protocol based on the WHISKEY token and aims at building a community-owned decentralized financial infrastructure for the crypto world.", "The Acumen protocol is an autonomous, non-custodial interest rate protocol native to the Solana blockchain that uses algorithmically set interest rates to enable open financial applications.", "Angel Protocol transforms how your charity fundraises allowing them to thrive from decentralized financial products, without the complexity", "Sunflower Swap is an ETH-based NFT decentralized platform which adopts DeFi protocol. It firstly uses AMM and SLP", "Provide liquidity to a variety of high returning, actively managed UniswapV3 pairs", "A comprehensive blockchain solution that modernizes capital markets for asset managers, banks and enterprise.", "$EXOD is a decentralized reserve currency that remains unbound by a peg.", "MintSwap, a new Stable DeFi Token on Avax Network which helps investors to protect their funds as we provide a transparent environment so that users can use our services worry-free and helps to bring in stable passive income by staking!", "Yield farm on Fantom", "DeerFi Protocol makes flash loans available to all tokens for all users", "Yield Farm on Fantom", "LemonSwap is a new DeFi project on BSC featuring a deflationary token model with a unlimited supply of LEMON tokens and yield farming.", "Cupid Farm is a new yield farming & yield aggregator protocol, powered by the Fantom Network. Our main focus is to deliver a safe, sustainable farm with a strong and active community!", "Farming on Cronos.", "Meso Finance, is building up on becoming a multi-chain project that can provide a multitude of products and services. We strive to provide awesome experiences for our users and as profitable returns on their investments. Initially, we will be launching as a yield farm in Fantom to distribute our fMESO token that will be used in the services we are building on. We help investors to protect their funds as we provide a transparent environment so that users can use our services worry-free.", "Fair launch token on Optimism. Not related to any other token. Not related to ZipSwap.", "Genesis Finance is the a cross chain yield aggregator that enables users to get great returns on their assets from different yield finance products farms pools vaults and the 'Garden of Eden' Genesis. Finance’s team is bringing something new on Cronos and our aim is to keep investors funds safe across different chains", "MyMine - this is not just a farm! It will bring together and help projects such as Waterfall, Knights of Fantom, Moneyrain", "Asgard is a decentralized reserve currency built on Binance smart chain", "#1 Stable DeFi Token on the Fantom Blockchain", "Photon is a fork of an Olympus DAO (decentralized reserve currency platform) that has a big advantage, it lives on Binance Smart Chain (BSC).", "a Hyper Deflationary Token and AMM styled Dex running on BNB Chain", "DEX and farming on BSC", "Zeu$ Finance is a sustainable, decentralized, value-oriented, multi-token ecosystem on the newly born Cronos Network", "RAY is a set of smart contracts that automatically move crypto assets to the highest yielding opportunity.", "GrassLand Finance is a progressive layered yield farming protocol on the Polygon network which, ultimately, aims to introduce creative features that enable past layers to remain relevant beyond being used to farm future layers.", "The Internet Scale DeFi for the People. Trade, earn, and win crypto on the most popular decentralized platform for all people with internet access.", "Pumpkin DAO is an decentralized reserve currency protocol available on the Fantom Network based on the PUMP token. Each PUMP token is backed by a basket of assets (e.g. FTM, DAI-PUMP LP Tokens, etc) in the PumpkinDAO treasury, giving it an intrinsic value that it cannot fall below.", "Yield farm on Fantom", "Adena Finance is a decentralized exchange on the Harmony Network. Our goal is to provide a comprehensive and convenient, one-stop platform for the cryptocurrency community.", "Humble Defi is your one stop shop Defi suite. Our first product, Humble Swap is an AMM style exchange that allows you to swap, pool and earn on your assets.", "Unirex Finance is a decentralized farm yield project running on Fantom Chain, Polygon (soon), and BSC (soon).", "Truly decentralized approach of the DAO control", "Yield farm on BSC", "Masterchef", "Universe, a new Stable DeFi Token on #Fantom Network which helps investors to protect their funds! Our main focus is to deliver a safe, stable farm with a strong and active community! This is a place where people can join together to earn passive income on their favorite cryptocurrencies!", "Full-Service DeFi on Moonriver (and more) with countless streams of possibilities!", "Sierra is a decentralized reserve currency protocol available on the Avalanche Network based on the SRA token.", "Yield Farm on BSC", "Swift Finance is the first yield farm that requires active management and participation by its farmer, known as an \"active rotation harvest-tending\" yield farm.", "Grave is an algorithmic stable coin protocol pegged to the price of 0.1 AVAX.", "The All-in-one DeFi Platform built on Fantom Network", "PirateDAO is a OHM fork on avalanche network", "First play 2 earn Yield farm", "Lend and Borrow on BNB Chain", "Ice Colony is a yield farming project with layers. The project aims to adapt the models of successful projects and build new features on them.", "StrikeX is the native currency of the blockchain powered eco-system developed & deployed by the UK Registered Company StrikeX Technologies Ltd. Their flag ship product, TradeStrike, will utilise the power of tokenisation to offer trading in Stocks, Cryptocurrencies, NFT's & even Real Estate. Fully compliant, fully collateralised trading, 24/7 - 365 days a year. #ForThePeople", "MetaCrono is a new yield farming & yield aggregator protocol powered by Cronos.", "SaharaExchange is a DEX on Oasis Emerald ParaTime that rewards holders of ANKH, through solo staking and pool staking.", "JetMine - Is a yield farm on Fantom! It will bring together and help projects such as Lavafall", "", "EggtartSwap.com is a decentralized one-stop Defi service platform on Harmony (ONE). EggtartSwap is based on automatic market maker (AMM) algorithm mechanism. Eggtartswap allows users to trade directly from their wallets, rather than trading through a third party – tokens never leaving their custody means it is 100% owned by the user.", "ArbiCheems is a fun, cheeseburger-loving squishy doge modeled after a particular rainbow-cat protocol but with some notable tweaks to make it more value-oriented and integrate in the Arbi's Food Court.", "Bear Finance is a reserve Defi protocol that produces BEAR tokens: backed by value and powered by yield farming.", "TomoFinance is a portal to generate TAI, the stablecoin on TomoChain.", "AfraSwap provides a secure and easy way to swap tokens on BSC while providing the best prices by aggregating multiple different AMM's.", "Building upon the success of Bouje Finance, Vive La Bouje is a second-generation yield farming platform made on the Fantom Blockchain, aiming to have positive and steady price action. Utilizing a new-age system called APR reset (inspired by Swift Finance).", "XMAS PAST brings forward the old school yield-farming style into the modern age. It offers us the redemption of one self from the rat race of real-life financial struggles, spreading the happiness in this joyous season through a safe and quality yield-farming experience.", "Defi yield farm and smart token on Fantom", "Yield Farm on BSC", "RISQ is an on-chain options trading DEX and AMM on Binance Smart Chain. RISQ Protocol offers decentralized financial products and services that empower users without barriers to entry. The project’s main goal is to provide a set of tools and Dapps for risk and asset management on multiple blockchains, including Binance Smart Chain, Polygon, Ethereum, and MoonRiver!", "AMM on the Boba Network", "Yield farm on BSC", "Staking platform on BSC", "Meta-level vampirism concept implemented in Dracula protocol delivers higher profits while mitigating those risks.", "Caribou Finance is a new DeFi project on Fantom featuring low emission rate, low supply, harvest lock & layered farming later on to our platform.", "Yield aggregator with interest bearing tokens and extra functions like casino & collateral. The system is specifically edited to prevent whales influencing the price.", "JaguarSwap is a brand new DeFi project designed by an experienced development team as the 3rd generation deflationary yield farm & AMM on Arbitrum.", "Mirai is a Polygon yield farming project with a low emission rate, high yields and a limited cap of 30,000 MIRAI tokens.", "Newspace is a Binance Smart Chain yield farming project with high yields and a limited supply of 58,000 NEWSPACE tokens.", "The latest Yield Farm on Fantom (FTM) with APRs Reset System which helps investors to protect their funds as we provide a transparent environment so that users can use our services worry-free and helps to bring in stable passive income by staking! ", "The Dragon's Lair is a yield farm on the Avalanche network that serves as an on-ramp to our blockchain gaming ecosystem. This is the layer 1 of our project.", "BitANT is a MEME platform token of the BitBTC Protocol project.", "Experience the Real Yield Farming on Fantom Protocol. Our ultimate aim is to built a stable passive earning platform to our investors and to become a well stable farm on Fantom.", "Yield Farm on BSC chain", "MilkyWay is Milkomeda's first native lending protocol! Supply and borrow all your favourite tokens!", "A Yield Farm & NFT Escape Room Game.", "The tastiest AMM and yield farm on Binance Smart Chain.", "DeFi Halal is a decentralized borrowing protocol that allows you to draw 0% interest loans against Polygon MATIC used as collateral.", "Yield generation from selling short term covered calls. Users deposit tokens into the smart contract and receive yield in exchange for covered calls being sold against the deposited tokens", "Hotpot Finance aims to combine the best of all DeFi features.", "Milky Cow, a new Stable DeFi Token on Milkomeda Network.", "MoonDao is a decentralized reserve currency protocol based on the MD token. Each MD token is backed by a basket of assets (e.g. DAI, USDC) in the MoonDao treasury, giving it an intrinsic value that it cannot fall below.", "Polygon Reward Pool with the highest daily returns.", "WeBribe Dao is founded with the single objective to acquire governance power over ve(3,3) AMM. Participants can farm $VBRB (https://twitter.com/search?q=%24VBRB&src=cashtag_click) tokens by depositing various assets", "Astarnova is a DeFI protocol implementing a DEX, Farms and yield optimizers on Astar network", "AVAVIKING Finance is the next generation of decentralised finance (DeFi) and yield farm application on Avalanche blockchain.", "Spade Finance, a standard Defi protocol on Fantom Network. With many exciting features added to the Platform", "Enhanced OHM Fork protocol on AVAX. Very sussy.", "Astrowar is an intergalactic metaverse gamefi on the Harmony Blockchain combined with future universe background. In the Astrowar universe, the user can become planet lords and develop their territory targeting environment, technology and many others perspective. The ultimate goal for all the starlords is to create a grandiose interstellar civilization era.", "Xensa is a decentralised non-custodial liquidity market protocol where users can participate as depositors or borrowers. Depositors provide liquidity to the market to earn a passive income, while borrowers are able to borrow in an overcollateralised (perpetually) or undercollateralised (one-block liquidity) fashion.", "A fork of tomb.finance, pegged to the price of 1 FTM via seigniorage.", "Yieldfarm built on BSC featuring a deflationary token model with a maximum supply of 400,000 RUBIK Tokens", "Treehouse Finance Decentralized Government for Large Investments", "Nowswap is a decentralized exchange featuring low transaction fees for small-size trades.", "By holding, bonding or staking $SPACE Tokens, you become a member of the DAO and your tokens are backed by a portion of the Vortex DAO Treasury.", "Tornadao is a decentralized reserve currency protocol available on the Avalanche (AVAX) Network based on the NADO token. Each NADO token is backed by a basket of assets (initially with MIM, and MIM/NADO) in the Tornadao treasury", "$PAPA is a decentralized reserve currency that remains unbound by a peg - that is used in the #Metaverse. We back Metaverse & GameFi Projects.", "Bouje Finance new age Yield Farming Protocol that aims to attain sustainable and steady price action.", "Tempo DAO is a fork of the already successful Olympus DAO available on the Avalanche Network. The TEMPO token is a revolutionary reserve backed gaming currency for the metaverse. Tempo DAO will use the TEMPO reserve-backed currency to help establish a treasury that rewards all those who decide to stake in the project. ", "The Coup Farm is a decentralized yield farming project running on Avalanche. Built upon proven features and logic to generate solid yields and passive income.", "Enrich your tokens, earn yield.", "HermesDefi is a Yield Farming proyect on Polygon", "The perfect fren to FTM community. Meme coin with use cases.", "Paladin DAO is the decentralized reserve currency protocol available on the BSC (Binance Smart Chain) based on the PD token.", "Chad Finance is a yield farm on Fantom Opera", "Yield Farming and Staking Platform Running on Fantom Network.", "MAMA aims to become a community-owned mutual fund that sets out to help build the future of Metaverse and DeFi gaming.", "Mensa Protocol is a decentralized lending platform based on Fantom chain, which aims to provide platform users with a decentralized and secure market to obtain loans and earn interest.", "SashimiDAO is a decentralized reserve currency protocol available on the Avalanche Network based on the SASHI token", "Liquid staking protocol for the @Cosmos", "Avalps is a decentralized reserve currency protocol available on the Avalanche Network based on the $BLANC token", "A decentralized, reserve currency on Avalanche.", "SamoDAO is a decentralized reserve currency platform on Binance Smart Chain.", "SDOG is a decentralized reserve currency that will last 8 days. Are you ready? Available on #Avalanche. A SnowbankDAO company.", "Building a VC DAO using staking and bonding. A decentralized cross chain VC.", "Ice DAO is an OHM fork on Avalanche blockchain. Ice DAO is aiming to create a community-driven OHM fork. Ice DAO provides high APY and bonds. GLA is the staking receipt and governance token for Ice DAO. Holders of GLA can vote for the future of Ice DAO and chose how will be used treasury funds and DAO funds.", "Asgard is a decentralized reserve currency protocol based on the ASG token.", "ZeroShift is a wealth management DAO that simplifies DeFi investing on the Avalanche network.", "Nidhi is building a decentralized community-owned currency, with the vision of creating wealth and abundance for all.", "THORChain's bepswap", "Making open activities sustainable with staking\r\n\r\n", "DeFi synthetic leveraged asset tokens.", "High Yield, Deflationary Farming.", "No-liquidation lending protocol", "TOMB is a crosschain algorithmic stablecoin, pegged to the price of 1 FTM via seigniorage.", "Longdrink Finance is creating index tokens (aka longdrinks) on the Binance Smart Chain.", "The Witnet network is a decentralized blockchain-agnostic oracle that is true to the censorship resistant nature of blockchains. It runs on its own blockchain using the WIT coin as its native currency. A bridge has been built to handle data requests from the Ethereum blockchain. Bridges from othher networks are planned in the future.\n\nThe eWIT token is a custodial, wrapped version of the Witnet coin managed by the WitSwap plaform. The token is minted by the WitSwap team whenever someone wants to convert WIT coins to eWIT tokens and kept in custody. A user on the Ethereum network can also opt to swap his eWIT tokens back to WIT coins. The intent of this token is to allow decentralized trading on Ethereum DEXs and, in the future, to pay independent bridge operators with it if they choose to accept it.", "TELx is a network of decentralized financial markets powered by active Telcoin users. TELx functions as the decentralized liquidity engine of the Telcoin platform's suite of user-owned, mobile based financial products, including the Send Money Smarter Network and TELxchange.", "The first protocol, exclusively for the Avalanche ecosystem, to offer promising and innovative projects a fast, secure, and efficient platform for decentralized fundraising.", "By using the blockchain technology, our objective is to create a fraud-free and fair online casino. 100% of the proceeds from the project will be returned to SUNC token holders (some will be returned to users who take part in the casino games). The SUNC token also functions as a governance token. We are aiming for a complete DAO without a centralized administrator in the future.", "ShapeShift is the only cryptocurrency trading platform offering zero-commission crypto trading and self-custody.", "Banano is a feeless, instant, rich in potassium cryptocurrency powered by DAG technology disrupting the meme economy.", "eCurve is an exchange liquidity pool on EOS, designed for extremely efficient stablecoin trading and low risk, supplemental fee income for liquidity providers, without an opportunity cost.", "Bogged. Finance is a DeFi tool suite for the Binance Smart Chain powered by the BOG token", "Beanstalk is a decentralized, credit-based algorithmic stablecoin protocol built on Ethereum.", "SYNC is an ERC-20 cryptocurrency and NFT financial primitive that ‘bonds,’ or locks Uniswap liquidity pairs against SYNC tokens to make a tradeable ERC-721’s (NFTs) called a ‘CryptoBond.’", "Buy and Sell NFTs from your favorite content creators, earn crypto by interacting with these creators, or mint your own NFTs and start earning rewards today. Powered by Solana.", "SWAP.CAT is a primitive decentralized exchange (DEX) for ERC-20 tokens on Ethereum-compatible networks.", "The All-in-One exchange", "Oraichain is the world's first AI-powered oracle and ecosystem for blockchains. Beyond data oracles, Oraichain aims to become the first AI Layer 1 in the Blockchain sphere with a complete AI ecosystem, serving as a foundational layer for the creation of a new generation of smart contracts and Dapps. With AI as the cornerstone, Oraichain has developed many essential and innovative products and services including AI price feeds, fully on-chain VRF, Data Hub, AI Marketplace with 100+ AI APIs, AI-based NFT generation and NFT copyright protection, Royalty Protocol, AI-powered Yield Aggregator Platform, and Cosmwasm IDE.", "BaconDAO (BACON) is a Decentralized Autonomous Organization (DAO) for collaborative learning and investing in Cryptocurrencies. The mission of the organization is to create the largest and most knowledgeable Crypto community, harnessing its group knowledge to help members learn and profit from Cryptocurrencies.", "YEL aggregates multiple projects across several networks and presents them in a simple format for liquidity provision and staking opportunities.", "SmartCoin is a yield farming protocol on Avalanche with an innovative self-feeding tokenomics system and a 100% fair launch.", "Billion Happiness is a blockchain community-based project for Defi, Yield Farming, Staking and NFT Marketplace.", "Decubate is a community-powered investment platform that's bringing the $3 trillion global startup economy onto blockchain", "NASDEX is a decentralised app on polygon, that acts as a decentralised exchange for the trading of equities. On Nasdex, users can mint, trade, farm and short equities.", "Fractional ownership of the world’s most sought after NFTs. Fractional reduces entry costs, increases access, and enables new communities.", "The premier market-maker and liquidity network natively built on Arbitrum.", "Atmosphere Software(AtmosSoft) is a next generation cross chain NFT based Collectible Card Game", "A Layer 2 decentralized exchange (DEX) on zkSync ", "SquidDAO is inspired by OlympusDAO and is an ETH-based DAO with the goal of stacking as much ETH as possible, via bonding and treasury management", "$SB is a decentralized reserve currency that remains unbound by a peg. Solving liquidity ownership. Vanilla OHM with a twist. Available on #Avalanche", "Blizz Finance is a decentralized, non-custodial liquidity market protocol operating on Avalanche.", "Capital DAO Protocol is the First Decentralized Venture Capital Using DAO for MultiChain. It disrupts Venture 2.0 and moves to Venture 3.0", "AxeDAO is a fork of OlympusDAO.", "Reverse is a yield generating and community-led treasury protocol featuring rebasing yields and protocol-owned liquidity", "Saffron is a protocol for tokenizing on-chain assets, including contracts that otherwise impair access to utilized capital.", "SOHM is a hybrid of SafeMoon and OHM, a decentralized financial reserve protocol that provides compounding interest through its community-owned and protected treasury.", "ParaSwap aggregates decentralized exchanges and other DeFi services in one comprehensive interface to streamline and facilitate users' interactions with Ethereum's decentralized finance. By aggregating DEX, AMMs and PMMs, Paraswap offers its users the best exchange rate across major chains.", "BlackPool is a new fund operating within the NFT industry: managing a range of assets from sports cards to game items to digital art. BlackPool is the first DAO built solely for NFT gaming and trading.", "Everest DAO is building an ecosystem of intriguing Dapps on Avalanche, bringing an authentic and unmatched experience, no matter your skill or knowledge.", "MetaversePRO is the Metaversal Reserve System and $Meta will be the Metaversal Reserve Currency", "RaDAO is a decentralized protocol based on the $RA token – collateralized and backed by the Ra DAO.", "The first high interest blockchain certificate of deposit.", "FreeLiquid is a decentralized lending platform that offers funding in $USDFL stablecoins to liquidity providers", "Lobis is an Approved Olympus fork (oh yes) specialized to ensure that OlympusDAO can participate in DeFi governance. The OHMies heard our voice and joined our cause.", "ARCx is a decentralized scoring protocol that powers on-chain identity through the issuance of a DeFi Passport. The first element in the DeFi Passport is an on-chain credit score, which is issued to an identity based on an assessment of the address’ on-chain activity", "A miracle city where DeFi meets Alpaca NFT.", "Retreeb is the first distributed payment solution that shares one third of its network fees to funding social and solidarity project", "Zero Collateral Dai (ZAI) is a hybrid synthetic-algorithmic stablecoin, using a self-stabilizing elastic supply mechanism.", "An experienced DeFi team building a truly optimized treasury on Avalanche", "Layered Delegated Yield Farming Project with high APR on Multi-Chains", "MidasDAO introduce #DeFiX - automated treasury growth protocol with a steady flow of revenues from Metaverse, P2E & farming that rewards $CROWN investors.", "Giza is a community-driven DAO utilizing the bond model powered by Fantom Opera.", "Community-driven Avalanche ecosystem accelerator", "UPFI - Stablecoin partially backed by collateral and partially stabilized algorithmically", "An Emerging Play to Earn KittyVerse Blending DeFi & NFTs", "The Base Protocol (BASE) is a synthetic crypto asset whose price is pegged to the total market cap (cmc) of all cryptocurrencies at a ratio of 1 : 1 trillion", "Liquidity staking and DEX", "A decentralised photo network, for creating community, value, and trust in digital media.", "Ouchi Finance aims to make people's concept of living, renting, and staying easier and more automatic. We provides user-friendly NFT platform and DEX functions (Swap, Liquidity, etc.) to realize the goal.", "Merit circle is creating a DAO that develops opportunities to earn through play for people who want to help build the metaverse.", "MOBOX is a cross platform gaming metaverse that combines automated optimized DeFi yield farming & gaming NFTs to create a GameFi #metaverse known as #MOMOverse", "Sheesha Finance provides a next-level multichain and community-centric DeFi mutual fund where you stake, set, and forget your tokens while collecting rewards from partner projects on the ERC20 and BEP20 chains.", "​CakeDao is a decentralized reserve currency protocol available on the Avalanche Network based on the CAKE token.", "The Sandbox is a virtual gaming world where players can build, own, and monetize their gaming experiences.", "The Green Metaverse: Plant trees with our green DEX aggregator, get NFT trees, build status", "The NACHO token serves as the backbone of a rapidly growing ecosystem aimed at bringing high APRs to ETH holders on the Polygon Network", "An algorithmic token, $KITTY, aimed towards bringing liquidity and new use cases to the AVAX & MATIC network.", "Empowering projects to launch decentralized and interoperable token pools and auctions. Enabling backers secure early access to crypto innovation", "Umbria's Narni Bridge: fastest & cheapest cross-chain liquidity bridge Ethereum & Polygon. Migrate assets almost instantly for extremely low fees", "The world's largest blockchain knowledge base. Powered by the IQ Token.", "OHM fork and nodes on AVAX", "Advanced protocol, Minimize Limitation, Maximize Profit. We call it “DeFi 2.0+”", "Staking protocol on ethereum network", "None", "Ara Finance is building a community-owned decentralized financial infrastructure to bring more stability and transparency for the world.", "SecureDAO is the decentralized reserve currency protocol available on the Fantom Network based on the SCR token.", "Optimism Dog token", "OHM Fork on AVAX", "Gamified risk DeFi protocol on AVAX.", "WisteriaSwap is a new DeFi 2.0 (PVC) model that combines two models: a system in which the protocol can secure its own liquidity, and a system in which inflation can be controlled by continuously burning tokens.", "The Opening of your yields across different chains. Empowered by nodes.", "KawaiiSwap enrichs traditional yield farming experience with gamification features.", "Valkyrie Protocol is a DApp activation protocol that is designed to help protocols launch effectively.", "Umbrella is the first truly decentralized oracle service providing low cost, massively scalable, and secure solutions for smart contracts.", "Unite Finance is the first Tomb Finance inspired Seigniorage running on Harmony", "The $PIGGY algorithmic token serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity and new use cases to the Avalanche network.", "DeFi Yield Farming on Fantom ", "Scarab.Finance is a brand new Tomb finance fork on the Fantom Opera network.", "MetaReserve is a Decentralized Reserve Currency Protocol that aims to take the lead in setting a new benchmark in the wild west world of Decentralized Finance (DeFi).", "Xenophon is a decentralized reserve asset protocol built on DeFi2.0 based on XPH currency.", "Rarify is a collection of defi applications that lets anyone earn RARE COIN equally and virtually free. Two Rare coins are created and distributed every day: One is equally distributed to the daily Claimers and one is weighted distributed to the weekly Stakers.", "Galatea cash is the first algorithmic stablecoin protocol designed to follow the price of CRO running on the Cronos Chain.", "Cross-chain, cross-layer yield optimizer. Strategy hub powered by and for a cross-layer, cross-chain future for DeFi’s continuous growth.", "10,000 algorithmically generated, unique chikn NFTs that lay $egg", "Chronicle is both a publisher and marketplace for officially licensed digital collectables, also more commonly known as NFTs", "Ferrum Network is a cross-chain Blockchain as a Service DeFi company that specializes in adding deflationary token utility and advisory services to projects across the crypto space.", "Autocompounding Yield Optimizere on Boba Network", "Predictcoin is an all-in-one price prediction DAO. Stake, Farm, Vote and Predict the prices of various crypto assets.", "Join The Financial Revolution - crypto trading.", "OHM fork with a built in lottery game that rewards stakers weekly.", "OVR is an AR, NFT Metaverse platform that layers over the entire world. Imagine, create & sell experiences for B2B + B2C.", "Trapeza Protocol is a decentralized reserve currency protocol available on the BSC.", "LooksRare is the community-first NFT marketplace with rewards for participating. Buy NFTs (or sell 'em) to earn rewards.", "Creating the foundation for innovative financial services and investment. They build and support services that contribute to the growth and security of #DeFi", "BOMB is an algocoin which is designed to follow the price of BTC.", "Crabada is an idle game, which means that you'll be able to play it anytime and anywhere with minimal disruption to your everyday life. Crabada is bringing forth a new revolution in play-and-earn games with its unique PvP (Player Versus Player)-infused idle gameplay.", "One of The first algorithmic stablecoin on Avalanche C Chain, pegged to the price of 1 AVAX via seigniorage.", "Kandy is a decentralized reserve currency built on the AVAX network.", "Lumi is a token based on the Tron blockchain. Lumi was created as a popular and utility token for the Luminous ecosystem", "Proof Of Humanity is launching with Democracy Earth's UBI Token. Our verified humans will be the first fully decentralized UBI recipients. We also launched a sustained liquidity provider rewards program. You can provide liquidity in ETH/UBI and DAI/UBI curves on Uniswap and farm a share of UBI rewards minted over the course of a year.", "Delta is an on-chain options layer which utilizes a combination of liquidity standards to reduce premiums and offer competitive options prices.", "SmartPad is the first launchpad platform of its kind. Our vision is to create a multi-cross-chain launchpad, enabling participation in the IDOs occurring on one blockchain while using the assets from another chain.", "X is a multichain decentralised NFT marketplace that is owned and operated by the NFT community. Governance is provided by the X DAO with voting rights given to token holders.", "Gas consumption stats and upcoming Pro Dashboard at fees.wtf (while holding the rekt NFT)", "$SOS is grateful to all NFT creators, collectors and markets for nurturing the entire NFT ecosystem.", "VyFinance is a DeFi protocol bringing Neural Net AutoHarvesting & KYC-less Hedge Fund Staking to Cardano.", "TCORE is a non-inflationary cryptocurrency based on cVault (CORE) source code, that is designed to execute profit-generating strategies autonomously with a completely decentralized approach.", "Grape Finance is an algorithimic stable coin protocol pegged 1:1 to MIM on Avalanche.", "First algorithmic token pegged to $METIS on the Andromeda network.", "We are a shared business to business mobility blockchain platform", "An algorithmic token pegged to $FTM on the Fantom Opera network.", "Comfy Money is an algorithmic stablecoin on Harmony, intended to be pegged to the price of $ONE via the seigniorage shares model.", "One of the purest meme tokens on the market. We aren't backed by gold, silver nor cashmere. We are however backed by our Metamorphosis, our best secret for now.", "Algorithmic token pegged to $FTM on the Fantom Opera network.", "The $STOMB algorithmic token serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity and new use cases to the Avalanche network.", "Astar Network is a multi-chain decentralized application layer on Kusama Network. dApp staking is a mechanism that incentives developers who built in the Astar ecosystem. Users can stake on those dApps to earn staking rewards and at the same time support the project by giving them a daily income.", "First Algorithmic $USDC pegged Stablecoin in Cronos Network", "An algorithmic stablecoin on Andromeda, pegged to the price of 1 METIS via seigniorage.", "Decentralized Meme Shiro Tokens that grew into a vibrant ecosystem", "Unizen provides a simple interface that caters to all trading personas to acquire any asset, for the best fees across a multitude of liquidity pools", "The Web3 API Economy: Create trustless applications that interact with Web APIs to connect Smart Contracts to Real-World Data. API3 is leading the movement from legacy third-party oracle networks to first-party oracle solutions that deliver more security, efficiency, regulatory compliance, and simplicity", "A next-generation algo stable coming to AVAX", "Moonflower farmers is a fork of the popular game sunflower farmers.", "The $OWL algorithmic token serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity and new use cases to the Moonriver network.", "Building bridges between metaverses with $MAGIC ✨and treasures", "DoE is a passion project that creates an alternative to CryptoPunks, it is inspired by both DOGE and SHIB and has 10,000 unique collectable characters for the meme coin community", "MELD is the first DeFi, non-custodial, banking protocol. You can securely lend & borrow both crypto and fiat currencies with ease and stake your MELD tokens for APY.", "QAO: QualiFied. Autonomous. Organization. is a decentralized governance protocol for smart assets. QAO is a purpose-built solution for community-management of Rarechain. QAO is used to stake and vote in order to receive fees generated from Rarechain's API including also Rareswap and Rarepool, as well other Reward Sources built by QAO community. It's main function is to vote for the system's parameters and management decisions.", "A comunity governed hedge fund powered by DeFi.", "Velhalla - The Velas MetaVerse  Viking mythology meets a hyper-futuristic universe.", "We are Ripae Finance, a cross-chain algorithmic stable coin pegged to each native chain we are deployed on. Ripae Finance’s full focus is to build a true cross-chain algorithmic stable coin protocol that is stabilized with true use-cases all around the DeFi Ecosystem. Available on multiple EVM chains, our core token $PAE is fully cross-chain using Multichain bridge.", "GensoKishi Online, the only GameFi with a 13 year history.", "An innovative fork of tomb.finance, pegged to the price of 1 TOMB via seigniorage.", "PLAT is an algorithmic token that serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity and new use cases to the Fantom Network.", "Project X, was formed by the 100 Founders - a mature group of corporate executives who are supported by highly capable and intelligent young energy to create, nurture, and grow a node type project to be massively successful.", "Gain passive income by leveraging THOR's Financial multi-chain yield-farming protocol", "Building a robust #DeFi treasury with your favorite projects.", "A decentralised liquidity pool owned by you, powered by our Basis Trade Engine. Next-level returns. Delta-neutral yield. Real-time insights.", "Manarium is a unique blockchain gaming platform with play to earn games.", "Fork of Tomb.Finance on the Binance Smart Chain with a 1000:1 peg to BNB.", "An algorithmic stablecoin on Fantom Opera, pegged to the price of 1/2 $FTM (0.5) via seigniorage.", "Algorithmic stable coin currently pegged to the value of 1 $FTM.", "World’s First Synthetic Farming Protocol.", "The First Global Education Games Metaverse", "Unlike traditional games that operate in black boxes, Croissant Games runs on smart contracts that are fair, transparent, non-custodian, and immutable. Furthermore, we have a proprietary gasless model utilizing EIP-712, meaning that playing any of our games will not require any gas fees from the player's end!", "StarCrazy is the NFT and blockchain Play-To-Earn game. Collect, fuse, mine, and earn. GFT is its main game currency.", "Kommunitas is a decentralized and tier-less Launchpad. Kommunitas is the solution for Multi Chain oriented projects. Kommunitas welcomes project from various blockchain like Polygon, BSC, Ethereum, Avalanche, Solana, etc.", "The decentralized NFT marketplace. By the people, for the people.", "The first algorithmic stablecoin on Aurora chain, pegged to the price of 1 NEAR via seigniorage.", "An algorithmic stablecoin on BSC, pegged to the price of 1 BANANA via seigniorage.", "FDoge Finance is a combination of algorithmics stablecoin on Fantom Opera network and meme token favored by Shiba Inus worldwide. FDoge’s token, FDOGE, aims to be the backbone, main medium of exchange and main source of liquidity for the Fantom network and be frequent owned by Fantom users and Doge lovers.", "ImpactMarket is a Decentralized poverty alleviation protocol that allows the creation and distribution of unconditional basic income between communities and their beneficiaries.", "The $COMET algorithmic token serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity and new use cases to the fantom network.", "Wrapped ILCOIN (WILC) is an ERC-20 token that is tradable directly with ILCOIN asset at a 1:1 ratio. WILC allow the development of the Decentralized Cloud Blockchain (DCB) smart contracts system that stores large amounts of data in a decentralized way and can be used on DEXs for DeFi yield farming", "2Doge Finance is the second token in the ecosystem of $FDOGE Finance which is a combination of algorithmics stablecoin on Fantom Opera network and meme token favored by Shiba Inus worldwide.", "An algorithmic stablecoin on Fantom Opera, pegged to the price of ½ $DAI (0.5) via seigniorage.", " Welcome to Snowy Owl, home to the first algorithmic token fork pegged to $JOE on the Avalanche network with innovating features.", "The $PLD algorithmic token serves as the backbone of a rapidly growing crosschain ecosystem.", "The $ZOMB algorithmic token serves as the backbone of a rapidly growing ecosystem aimed towards bringing liquidity.", "A Decentralized Real Estate Investment Firm, built from the ground up via a Tomb fork.", "MiniVerse Finance is an algorithmic stable coin protocol pegged 1:1 to USDC on Fantom.", "Seedify is an incubator and launchpad for blockchain games, and gamers.", "Zombiverse 2nd Token - Zomb2, aims to be the second choice, alternative medium of exchange and cover source of liquidity for the Fantom network and be frequent owned by Fantom users and Zomb lovers.", "Next Stage of decentralized reserve currency protocol.", "CryptEx Locker is part of CryptEx ecosystem which provide LP locker and Team Token Vesting services. CryptEx also providing staking service. Stake CRX to earn 50% of CryptEx locker platform fees.", "CakeTomb is a seigniorage algorithmic token on BNB Chain (BSC), bringing a new model that follow the price of the CAKE token.", "Libero Autostaking Protocol or LAP, is a new financial protocol that makes staking easier, and gives $LIBERO token holders the highest stable returns in crypto.", "Tomb fork on AVAX pegged to JOE", "The DRIP token captures the entire value of the Drip Network and makes it available to the entire BNB Community", "Kleros is a decentralized arbitration service for the disputes of the new economy.", "The First Decentralized IDO Platform on the Kadena Blockchain", "The world's first Auto-Staking & Auto-Compounding 3.0 Protocol with Real Use Cases.Discover how wRING composability introduces RingFi protocol to Yield Farming, CEX trading, Lending, Borrowing, and more.", "AXL INU is being developed as a Decentralized Eco-System with a LaunchPad, Farming, Staking, NFT Marketplace, and a Metaverse.", "Diamond (Diamond) tokens are native to the Fantoon NFT platform, of the Pumpkittens GameFi ecosystem. It's a rare, utility driven token launched through a community LGE with Fantom's DEX SpiritSwap.", "Ergopad is a token launch and fundraising platform, built on the Ergo blockchain, giving anyone holding Ergopad a chance to participate on the ground floor with Ergo Token IDO‘s. Ergopad is not only a decentralized launch platform, it also includes a staking platform as well as a dashboard which displays a portfolio for all assets held on the Ergo blockchain.", "This is Aada Finance - Decentralized Lending and Borrowing on Cardano. We like to call ourselves Aave fork, but built on eUTXO and therefore secure.", "Peak Finance is a protocol designed to maintain the $PEAK token to the value of $METIS.", "Block, Snooze, or Approve any subscription payment with Revuto Virtual Debit Cards to protect your money", "JPEG'd is a decentralized lending protocol on the Ethereum blockchain that enables non-fungible token (NFT) holders to open collateralized debt positions (CDPs) using their NFTs as collateral. Users mint PUSD - the native stablecoin of the protocol - enabling them to effectively obtain leverage on their NFTs.", "Launchpad on Velas chain", "The First Non-Custodial DeFi Wallet with Email Authentication, Available on Ethereum, Avalanche, Polygon, Fantom, BSC, Moonbeam & more.", "DarumaDAO is the first decentralized reserve currency protocol built on the Nervos blockchain, inspired by OlympusDAO. We aim to bring the innovative DeFi money design to the most promising blockchain networks.", "Chain is a cloud blockchain protocol that enables organizations to build better financial services from the ground up powered by Sequence and Chain Core.", "The native communication layer of Web3. Send / receive multi-chain push notifications among dapps & users.", "Tnode token ables you to: Participate in the governance of Trusted Node DAO, yield stacking in yield generating vaults and liquidity pools.", "Scrub Finance is the first deflationary algorithmic token fork pegged to $SVN on the Cronos network with innovative new features.", "Swapscanner is a next-generation DEX Aggregator that enables users to buy tokens at the lowest price in the Klaytn Network", "Metaland is the first play-to-earn game based on Andre Cronje's Rarity Manifested, a Dungeons And Dragons-inspired character creator on the Fantom Opera blockchain.", "Printer Financial is an EVM native cross-chain protocol that lets you transfer value seamlessly across chains and pays interest for providing liquidity. Rather than being pegged to a native token, PAPER is free to travel across all available chains at zero cost to you. No fee, no charge, no tax. Just the freedom to take your PAPER with you wherever you go in the blockchain.", "RFOX aspires to be the global leader in immersive metaverse experiences focused on retail, media, gaming, and rewards", "First deflationary DeFi 3.0 on Klaytn", "1% Daily ROI Deflationary Token.", "Ravelin Finance is the first algorithmic stable token pegged to the price of Cardano via seigniorage.", "An algorithmic stablecoin on the Fantom Opera blockchain, pegged to the price of 1 FTM.", "Curate and share content across the web. Earn money and clout for your taste", "Monster go is a game that combines real data to capture and cultivate monster fighting (players with iotex pebble can capture rare element monsters)", "Building a scaleable, zero-fee network for the best", "DAO from Coinflex utility token FLEX.", "The decentralised on-chain exchange and order book for NFTs", "Ampere is the first algorithmic stablecoin pegged to $FUSE", "LNS is ENS on smartBCH. Learn more: http://bch.domains", "Valerian is a high yield DEFI + Ticket System based project which has several use case in addition to customary Defi solutions.", "The first Blockchain Annuity that will replace your savings account, Earn 100% APY", "Joystick.club is the first play to earn arcade on SmartBCH. Play games and earn JOY tokens, save up your JOY tokens to mint NFT Prizes which you can use to stake and earn yield and enhance your gameplay and rewards per play.", "Game Theory is a hybrid protocol building a gaming ecosystem, currently in development on the Fantom Opera blockchain.", "Murica Money is a decentralised algorithmic stable coin on The Fantom Network, pegged to the price of USDC via seigniorage.", "Pandaland is a blockchain game interactive platform based on SmartBCH. It starts with games and will gradually expand to NFT exchanges, NFT staking, DEX, and more.", "Olympus Finance is an algorithmic seigniorage protocol on the Fantom blockchain.", "The protocol is designed to expand and contract supply similar to the way central banks trade fiscal debt to stabilize purchasing power, without any rebases or collateral risk.", "COTI's Treasury is an algorithmic and decentralized pool of $COTI where users can deposit $COTI and be rewarded for their participation.", "Pegged to the price of 1 $USDC via seigniorage.", "The world's largest decentralized blockchain knowledge base, Blockchain Knowledge Academy", "BUSD pegged algorithmic stablecoin ecosystem running on BNB Chain.", "Jelly is a protocol for serving up and distributing token rewards. The Jelly Protocol is a set of smart contract templates powered by the Jelly Factory, making it easy for projects to launch their own Airdrop, Staking and Farming programs.", "WEB3 collective building ultimate one-stop shop for cross-chain crypto activities.", "Cake Monster - The Beast of BSC, is a ultra-deflationary, automated dividend yield, and meme token on Binance Smart Chain."]